{
  "PageTemplate": {
    "Header": {
      "home": "الصفحة الرئيسية",
      "help": "مساعدة"
    },
    "Footer": {
      "product": "منتج MOSIP",
      "copyRight": "© 2024 إنجي. جميع الحقوق محفوظة."
    }
  },
  "HomePage": {
    "Banner": {
      "heading": "الوصول إلى وإدارة بياناتك الرقمية بسهولة",
      "description": "اجعل بياناتك قابلة للنقل بثقة. قم بإدارة مستنداتك الرقمية بأمان باستخدام محفظتنا المستندة إلى الويب سهلة الاستخدام.",
      "buttontext": "ابدأ الآن"
    },
    "Features": {
      "heading": "مميزات محفظة انجى",
      "description1": "إدارة سلسة وآمنة للبيانات القابلة للتحقق",
      "description2": "للتفاعلات الرقمية الموثوقة."
    },
    "FeatureItem1": {
      "heading": "الوصول إلى بياناتك في أي مكان تحتاجه",
      "item1": "تبسيط البيانات",
      "description1": "احتفظ بجميع مستنداتك الأساسية",
      "item2": "لا مزيد من الأوراق. كل شيء في مكان واحد",
      "description2": "قم بتنزيل وتخزين واسترجاع مستنداتك بسهولة. فوز، فوز، فوز."
    },
    "FeatureItem2": {
      "heading": "تنزيل مستنداتك في ثانية",
      "item1": "تنزيل بثقة",
      "description1": "احفظ مستنداتك الهامة فورًا",
      "item2": "آمن وسليم",
      "description2": "قم بتنزيل الهويات والتراخيص والمزيد في مكان آمن واحد."
    },
    "FeatureItem3": {
      "heading": "مشاركة سهلة",
      "item1": "شارك باستخدام رمز QR",
      "description1": "شارك هوياتك وشهاداتك بسهولة أثناء التنقل. فقط قدم رمز QR لمستندك ليتم مسحه ومشاركته.",
      "item2": "اقرأ، اضبط، شارك",
      "description2": "تم التحقق من رمز QR في الوقت الفعلي."
    },
    "FeatureItem4": {
      "heading": "آمن وخاص",
      "item1": "بياناتك محمية",
      "description1": "تبقى بياناتك خاصة بفضل آلية الأمان المدمجة.",
      "item2": "استرخ",
      "description2": "احتفظ ببياناتك آمنة، حتى تتمكن من التركيز على ما يهم."
    },
    "FeatureItem5": {
      "heading": "وصول أوسع وتوافق",
      "item1": "متاح على متصفحك المفضل",
      "description1": "تعمل محفظة Inji مع Chrome و Safari و Firefox و Edge.",
      "item2": "دائمًا في متناول اليد",
      "description2": "تلتقي الراحة مع الوصول أينما كنت، مما يضمن أن مستنداتك دائمًا في متناول اليد."
    },
    "QuickTip": {
      "heading": "نصائح سريعة لتنزيل بياناتك فورًا",
      "toastText":"قريباً",
      "buttontext": "انقر هنا"
    }
  },
  "IssuersPage": {
    "Intro": {
      "title": "الوصول إلى بيانات الاعتماد التي يمكن التحقق منها",
      "title2": "بكل سهولة!",
      "subTitle": "قم بتنزيل بيانات الاعتماد الخاصة بك ومشاركتها بشكل آمن على الفور.",
      "searchText": "بحث المصدرين بالاسم"
    },
    "emptyContainerContent": "لم يتم العثور على جهات الإصدار. ",
    "containerHeading": "قائمة المصدرين",
    "containerSubHeading": "ابحث عن جهة الإصدار الموثوق بها واختر نوع بيانات الاعتماد في الخطوة التالية.",
    "errorContent": "الخدمة غير متاحة حالياً. "
  },
  "CredentialsPage": {
    "searchText": "بحث عن نوع بيانات الاعتماد",
    "emptyContainerContent": "لم يتم العثور على بيانات الاعتماد. ",
    "containerHeading": "قائمة أنواع الاعتمادات",
    "containerSubHeading": "اختر بيانات الاعتماد، وأكد هويتك في الخطوة التالية.",
    "errorContent": "الخدمة غير متاحة حالياً. "
  },
  "RedirectionPage": {
    "navigateButton": "اذهب إلى المنزل",
    "loading": {
      "title": "جاري التحميل...",
      "subTitle": "من فضلك انتظر لحظة! "
    },
    "success": {
      "title": "نجاح!",
      "subTitle": "تحقق من مجلد التنزيلات الخاص بك!"
    },
    "error": {
      "invalidSession": {
        "title": "جلسة غير صالحة",
        "subTitle": "الجلسة غير صالحة أو الجلسة مكتملة"
      },
      "verification": {
        "err_missing_issuancedate": {
          "title": "تاريخ الإصدار غير صالح",
          "subTitle": "تاريخ الإصدار غير صالح أو تم تحديده في المستقبل. "
        },
        "err_invalid_issuancedate": {
          "title": "تاريخ الإصدار غير صالح",
          "subTitle": "تاريخ الإصدار غير صالح أو تم تحديده في المستقبل. "
        },
        "err_issuance_date_is_future_date": {
          "title": "تاريخ الإصدار غير صالح",
          "subTitle": "تاريخ الإصدار غير صالح أو تم تحديده في المستقبل. "
        },
        "err_invalid_expirationdate": {
          "title": "تاريخ انتهاء الصلاحية غير صالح",
          "subTitle": "تاريخ انتهاء الصلاحية غير صالح. "
        },
        "err_vc_expired": {
          "title": "تاريخ انتهاء الصلاحية غير صالح",
          "subTitle": "تاريخ انتهاء الصلاحية غير صالح. "
        },
        "err_invalid_validfrom": {
          "title": "تاريخ البدء غير صالح",
          "subTitle": "التاريخ غير صالح أو تم تعيينه في المستقبل. "
        },
        "err_valid_from_is_future_date": {
          "title": "تاريخ البدء غير صالح",
          "subTitle": "التاريخ غير صالح أو تم تعيينه في المستقبل. "
        },
        "err_invalid_validuntil": {
          "title": "تاريخ الانتهاء غير صالح",
          "subTitle": "التاريخ غير صالح. "
        }
      },
      "generic": {
        "title": "حدث خطأ",
        "subTitle": "بسبب خطأ فني، لم نتمكن من تنزيل البطاقة"
      }
    }
  },
  "AuthorizationPage": {
    "error": {
      "code": {
        "invalid_redirect_uri": "تم الرفض!",
        "invalid_client": "تم الرفض!"
      },
      "message": {
        "invalid_redirect_uri": "لا يمكن مشاركة بيانات الاعتماد لأننا لم نتمكن من تحديد من طلبها. ",
        "invalid_client": "لا يمكن مشاركة بيانات الاعتماد لأننا لم نتمكن من تحديد من طلبها. "
      }
    }
  },
  "PageNotFound": {
    "navigateButton": "اذهب إلى المنزل",
    "heading": "هذا خطأ",
    "subHeading": "عنوان URL المطلوب {{pathname}} لم يتم العثور على هذا الخادم."
  },
  "HelpPage": {
    "title": "يساعد"
  },
   "HelpDropdown":{
    "heading":"يساعد",
    "item1":"الأسئلة الشائعة"
  },
  "Help": {
    "item1": {
      "title": "من هم المصدرون؟",
      "description1": "الجهات المصدرة هي إما هيئات حكومية أو كيانات تثق بها الحكومة، وتكون مسؤولة عن تقديم بيانات اعتماد يمكن التحقق منها بتنسيق PDF للمقيمين عند الطلب."
    },
    "item2": {
      "title": "ما هي أوراق الاعتماد التي يمكن التحقق منها؟",
      "description1": "بيانات الاعتماد القابلة للتحقق هي مستندات رقمية تساعد المستخدمين على مشاركة المعلومات مثل الهوية أو المؤهلات مع مزود الخدمة والتي يمكن التحقق منها على الفور. "
    },
    "item3": {
      "title":"كيف يمكنني تنزيل بيانات اعتماد في محفظة إنجي؟",
      "description1": "الخطوة 1: ابحث عن جهة الإصدار واخترها من الصفحة المقصودة وحدد نوع بيانات الاعتماد.",
      "description2": "الخطوة 2: في صفحة المصادقة، أدخل التفاصيل المطلوبة.",
      "description3": "الخطوة 3: سيتم تنزيل تنسيق PDF لبيانات الاعتماد التي يمكن التحقق منها في النظام."
    },
    "item4": {
      "title": "ما هي التفاصيل التي يجب علي تقديمها لتنزيل بيانات الاعتماد الخاصة بي؟",
      "description1": "كان من الممكن أن يقدم مصدر بيانات الاعتماد تفاصيل مثل UIN/VID في حالة معرف MOSIP الوطني أو رقم السياسة والاسم وDoB لبطاقة التأمين. "
    },
    "item5": {
      "title": "أين يمكنني العثور على بيانات الاعتماد الخاصة بي؟",
      "description1": "سيتم تنزيل بيانات الاعتماد التي يمكن التحقق منها في مجلد التنزيلات في نظامك."
    },
    "item6": {
      "title": "ما هي التفاصيل الموجودة في بيانات اعتماد PDF؟",
      "description1": "سيتم عرض التفاصيل التي تم جمعها كجزء من عملية التسجيل في ملف PDF. "
    },
    "item7": {
      "title": "لماذا لا أجد قائمة المصدرين؟",
      "description1": "تشمل الأسباب المحتملة لهذه المشكلة ما يلي:",
      "description2": "1. قد تؤدي الأخطاء الفنية إلى جعل الخدمة غير متاحة مؤقتًا، مما يمنعك من الوصول إلى قائمة جهات الإصدار.",
      "description3": "2. لم يتم تكوين أي جهات إصدار.",
      "description4": "وفي كلتا الحالتين، يرجى الاتصال بفريقك الفني لمعالجة المشكلة."
    },
    "item8": {
      "title": "ماذا يحدث عندما أقوم بإنشاء بيانات اعتماد قابلة للتحقق (VC) في واجهة الويب الخاصة بـ Inji Wallet؟",
      "description1": "1. حدد جهة الإصدار ونوع بيانات الاعتماد.",
      "description2": "2. إعادة التوجيه إلى صفحة تسجيل الدخول الخاصة بالجهة المصدرة للمصادقة.",
      "description3": "3. بعد تسجيل الدخول، يوفر المصدر VC، المخزن بشكل آمن بصيغة JSON باستخدام Durian.",
      "description4": "4. يتم إنشاء ملف PDF يحتوي على تفاصيل VC ورمز الاستجابة السريعة QR.",
      "description5": "5. يربط رمز الاستجابة السريعة (QR) عنوان URL لتخزين VC للمشاركة بسهولة."
    },
    "item9": {
      "title": "ما هو دور رمز الاستجابة السريعة في ملف PDF الخاص ببيانات الاعتماد؟",
      "description1": "يرتبط رمز الاستجابة السريعة QR الموجود في ملف PDF بعنوان URL لتخزين VC الآمن، مما يجعل من السهل مسح بيانات الاعتماد واسترجاعها دون الحاجة إلى بيانات كثيفة."
    },
    "item10": {
      "title": "كيف تضمن واجهة الويب الخاصة بمحفظة Inji Wallet تخزين العملات الافتراضية الخاصة بي بشكل آمن؟",
      "description1": "يتكامل مع خدمة مشاركة البيانات (Durian) من منصة MOSIP ID، ويخزن VC ككائن JSON مع حماية الوصول للمحققين المعتمدين فقط. "
    },
    "item11": {
      "title": "كيف تعمل ميزة المشاركة عبر الإنترنت مع Inji Verify؟",
      "description1": "1. يحتوي ملف PDF VC على رمز الاستجابة السريعة QR.",
      "description2": "2. يمكن طباعة ملف PDF أو حفظه على الهاتف.",
      "description3": "3. يقوم برنامج التحقق (على سبيل المثال، Inji Verify) بمسح رمز الاستجابة السريعة (QR).",
      "description4": "4. تقوم Inji Wallet بتفويض VC ومشاركتها مع المُتحقق."
    },
    "item12": {
      "title": "لماذا تضمين عنوان URL في رمز الاستجابة السريعة (QR) بدلاً من بيانات VC الكاملة؟",
      "description1": "يؤدي تضمين عنوان URL إلى تقليل كثافة رمز الاستجابة السريعة لتسهيل المسح الضوئي، مما يسمح بالتحقق الفعال عبر الأجهزة أو عن بُعد"
    },
    "item13": {
      "title": "هل يمكنني مشاركة VC الخاص بي عبر الإنترنت وخارجه؟",
      "description1": "1. عبر الإنترنت: يمكن للمحقق المسح الضوئي من ملف PDF أو شاشة الهاتف، ويقوم Inji Wallet بتفويض VC ومشاركتها.",
      "description2": "2. غير متصل بالإنترنت: يمكن تقديم ملف PDF المطبوع للمسح الضوئي واسترجاع VC."
    },
    "item14": {
      "title": "كيف يقوم Inji Wallet بالتحقق من المُتحقق وتفويضه أثناء المشاركة عبر الإنترنت؟",
      "description1": "يتم التحقق من بيانات اعتماد المُتحقق من خلال قائمة داخلية. في حالة الموافقة، ترسل محفظة Inji ذات واجهة الويب العملة الافتراضية إلى المُتحقق بشكل آمن باستخدام vp_token."
    },
    "item15": {
      "title": "ما هو OpenID4VP، وكيف يتم استخدامه في Inji Wallet؟",
      "description1": "يتيح معيار OpenID4VP (OpenID for Verifiable Presentations) مشاركة آمنة لـ VCs. يقوم Inji Wallet بإنشاء رمز QR لتخزين VC، مما يتيح للمحققين مثل Inji Verify طلب واستلام VCs بأمان. "
    },
    "item16": {
      "title": "كيف أعرف أن VC الخاص بي تمت مشاركته بشكل آمن باستخدام Inji Wallet؟",
      "description1": "بعد أن يقوم المُتحقق بمسح رمز الاستجابة السريعة (QR) وترخيصه من قبل Inji Wallet، يتم توفير العملة المشفرة بشكل آمن للمُتحقق، الذي يقوم بعد ذلك بالتحقق منها وتأكيدها."
    },
    "item17": {
      "title": "ماذا يحدث إذا تم مسح رمز الاستجابة السريعة على جهاز مختلف عن الجهاز الذي تم إنشاء VC عليه؟",
      "description1": "يدعم المشاركة بين الأجهزة. يمكن للمحقق المسح الضوئي من أي نسخة من ملف PDF الخاص بـ VC، ويقوم Inji Wallet بالتحقق من ملف VC ومشاركته بأمان."
    },
    "item18": {
      "title": "هل يمكن لـ Inji Wallet دعم تنسيقات رمز الاستجابة السريعة المختلفة؟",
      "description1": "نعم. يسمح التوليد المستند إلى التكوين لرموز الاستجابة السريعة بأن تحتوي على:",
      "description2": "1. عنوان URL لتخزين VC للمشاركة السهلة، أو",
      "description3": "2. بيانات VC الكاملة بصيغة JSON (تنسيق أكثر كثافة)."
    },
    "item19": {
      "title": "كيف يتعامل Inji Wallet مع التحقق من بيانات الاعتماد بعد المشاركة؟",
      "description1": "بعد المشاركة، يتحقق Inji Verify من صحة VC. إذا كانت صالحة، يؤكد المُتحقق حالة التحقق من بيانات الاعتماد."
    },
    "item20": {
      "title": "ما هي أنواع الجهات المصدرة لبيانات الاعتماد المدعومة؟",
      "description1": "يمكن الوثوق في Inji Wallet بأي جهة إصدار تتبع بروتوكول OpenID4VCI. توفر هذه الجهات المصدرة البيانات المطلوبة لإصدار وتنزيل العملات الافتراضية. "
    },
    "item21": {
      "title": "أين يمكنني العثور على معلومات أكثر تفصيلاً حول الميزات المقدمة في هذا الإصدار؟",
      "description1": "راجع <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">وثائق Inji Wallet</a> للحصول على خطوات مفصلة، ​​ونظرة عامة على النظام، وأوصاف للميزات الجديدة. "
    },
    "item22": {
      "title": "كيف أبدأ باستخدام ميزة المشاركة عبر الإنترنت في Inji Wallet؟",
      "description1": "يمكنك الوصول إلى VCs عبر واجهة الويب الخاصة بـ Inji Wallet، وتنزيل رمز الاستجابة السريعة واستخدامه لمشاركة بيانات الاعتماد شخصيًا أو عبر الإنترنت مع المحققين. التفاصيل في <a href=\"https://docs.mosip.io/inji/inji-web/functional-overview/end-user-guide\" target=\"_blank\"> دليل المستخدم </a> ."
    },
    "item23": {
      "title": "كيف يمكنني التبديل بين VC المضمنة والمشاركة عبر الإنترنت في Inji Wallet؟",
      "description1": "قم بتكوين qr_code_type في إعدادات جهة إصدار Mimoto: ",
      "description2": "1. Embedded VC: يقوم بتضمين VC بالكامل بتنسيق JSON (رمز QR أكثر كثافة) للاستخدام دون اتصال بالإنترنت ",
      "description3": "2. OnlineSharing: إنشاء رمز QR مع عنوان URL لتخزين VC عبر الإنترنت، مما يجعل من السهل مسحه ومشاركته عبر الإنترنت."
    }
  },
  "DataShareExpiryModal": {
    "title": "صلاحية المشاركة",
    "subTitle": "يرجى تقديم موافقتك على تعيين صلاحية مشاركة {{credentialName}}",
    "content": {
      "selectedDocument": "المستند المحدد",
      "consent": "صلاحية الموافقة *",
      "validityTimesHeader": "عدد المرات",
      "validityTimesOptions": {
        "once": "مرة واحدة",
        "thrice": "ثلاث مرات",
        "noLimit": "لا يوجد حد",
        "custom": "مخصص"
      },
      "validityDate": "تاريخ"
    },
    "success": "يتابع",
    "cancel": "خلف",
    "disclaimer": "يرجى ملاحظة أنه لا يمكن مشاركة رمز الاستجابة السريعة إلا لعدد المرات التي اخترتها هنا. ",
    "toastText": "قريباً"
  },
  "CustomExpiryModal": {
    "title": "الرجاء إدخال عدد المرات التي تريد فيها استخدام بيانات الاعتماد هذه ",
    "error": "الرجاء إدخال رقم انتهاء صلاحية صالح، أكبر من الصفر، لتحديد عدد المرات التي يمكن فيها التحقق من بيانات الاعتماد الخاصة بك.",
    "metrics": "مرات",
    "success": "يتابع",
    "cancel": "يلغي"
  }
}
