{
  "PageTemplate": {
    "Header": {
      "home": "الصفحة الرئيسية",
      "help": "مساعدة"
    },
    "Footer": {
      "product": "منتج MOSIP",
      "copyRight": "© 2024 إنجي. جميع الحقوق محفوظة."
    }
  },
  "HomePage": {
    "Banner": {
      "heading": "الوصول إلى وإدارة بياناتك الرقمية بسهولة",
      "description": "اجعل بياناتك قابلة للنقل بثقة. قم بإدارة مستنداتك الرقمية بأمان باستخدام محفظتنا المستندة إلى الويب سهلة الاستخدام.",
      "buttontext": "ابدأ الآن"
    },
    "Features": {
      "heading": "ميزات إنجي ويب",
      "description1": "إدارة سلسة وآمنة للبيانات القابلة للتحقق",
      "description2": "للتفاعلات الرقمية الموثوقة."
    },
    "FeatureItem1": {
      "heading": "الوصول إلى بياناتك في أي مكان تحتاجه",
      "item1": "تبسيط البيانات",
      "description1": "احتفظ بجميع مستنداتك الأساسية",
      "item2": "لا مزيد من الأوراق. كل شيء في مكان واحد",
      "description2": "قم بتنزيل وتخزين واسترجاع مستنداتك بسهولة. فوز، فوز، فوز."
    },
    "FeatureItem2": {
      "heading": "تنزيل مستنداتك في ثانية",
      "item1": "تنزيل بثقة",
      "description1": "احفظ مستنداتك الهامة فورًا",
      "item2": "آمن وسليم",
      "description2": "قم بتنزيل الهويات والتراخيص والمزيد في مكان آمن واحد."
    },
    "FeatureItem3": {
      "heading": "مشاركة سهلة",
      "item1": "شارك باستخدام رمز QR",
      "description1": "شارك هوياتك وشهاداتك بسهولة أثناء التنقل. فقط قدم رمز QR لمستندك ليتم مسحه ومشاركته.",
      "item2": "اقرأ، اضبط، شارك",
      "description2": "تم التحقق من رمز QR في الوقت الفعلي."
    },
    "FeatureItem4": {
      "heading": "آمن وخاص",
      "item1": "بياناتك محمية",
      "description1": "تبقى بياناتك خاصة بفضل آلية الأمان المدمجة.",
      "item2": "استرخ",
      "description2": "احتفظ ببياناتك آمنة، حتى تتمكن من التركيز على ما يهم."
    },
    "FeatureItem5": {
      "heading": "وصول أوسع وتوافق",
      "item1": "متاح على متصفحك المفضل",
      "description1": "يعمل إنجي ويب مع كروم، سفاري، فايرفوكس، وإيدج.",
      "item2": "دائمًا في متناول اليد",
      "description2": "تلتقي الراحة مع الوصول أينما كنت، مما يضمن أن مستنداتك دائمًا في متناول اليد."
    },
    "QuickTip": {
      "heading": "نصائح سريعة لتنزيل بياناتك فورًا",
      "toastText":"قريباً",
      "buttontext": "انقر هنا"
    }
  },
  "IssuersPage": {
    "Intro": {
      "title": "الوصول إلى بيانات الاعتماد الخاصة بك التي يمكن التحقق منها بكل سهولة!",
      "subTitle": "قم بتنزيل بيانات الاعتماد الخاصة بك ومشاركتها بشكل آمن على الفور.",
      "searchText": "بحث المصدرين بالاسم"
    },
    "emptyContainerContent": "لم يتم العثور على جهات الإصدار. ",
    "containerHeading": "قائمة المصدرين",
    "containerSubHeading": "ابحث عن جهة الإصدار الموثوق بها واختر نوع بيانات الاعتماد في الخطوة التالية.",
    "errorContent": "الخدمة غير متاحة حالياً. "
  },
  "CredentialsPage": {
    "searchText": "بحث عن نوع بيانات الاعتماد",
    "emptyContainerContent": "لم يتم العثور على بيانات الاعتماد. ",
    "containerHeading": "قائمة أنواع الاعتمادات",
    "containerSubHeading": "اختر بيانات الاعتماد، وأكد هويتك في الخطوة التالية.",
    "errorContent": "الخدمة غير متاحة حالياً. "
  },
  "RedirectionPage": {
    "navigateButton": "اذهب إلى المنزل",
    "loading": {
      "title": "جاري التحميل...",
      "subTitle": "من فضلك انتظر لحظة! "
    },
    "success": {
      "title": "نجاح!",
      "subTitle": "تحقق من مجلد التنزيلات الخاص بك!"
    },
    "error": {
      "invalidSession": {
        "title": "جلسة غير صالحة",
        "subTitle": "الجلسة غير صالحة أو الجلسة مكتملة"
      },
      "verification": {
        "proof_type_not_supported": {
          "title": "حدث خطأ",
          "subTitle": "آسف! "
        },
        "json_parsing_failed": {
          "title": "حدث خطأ",
          "subTitle": "عذرًا، بسبب خطأ فني، لا يمكننا تنزيل VC. "
        },
        "signature_verification_failed": {
          "title": "حدث خطأ",
          "subTitle": "آسف! "
        },
        "unknown_exception": {
          "title": "حدث خطأ",
          "subTitle": "عذرًا، يبدو أن خدماتنا غير متاحة مؤقتًا. "
        },
        "proof_document_not_found": {
          "title": "حدث خطأ",
          "subTitle": "آسف! "
        },
        "public_key_not_found": {
          "title": "حدث خطأ",
          "subTitle": "آسف! "
        }
      },
      "generic": {
        "title": "حدث خطأ",
        "subTitle": "عذرًا، بسبب خطأ فني، لا يمكننا تنزيل VC. "
      }
    }
  },
  "AuthorizationPage": {
    "error": {
      "code": {
        "invalid_redirect_uri": "تم الرفض!",
        "invalid_client": "تم الرفض!"
      },
      "message": {
        "invalid_redirect_uri": "لا يمكن مشاركة بيانات الاعتماد لأننا لم نتمكن من تحديد من طلبها. ",
        "invalid_client": "لا يمكن مشاركة بيانات الاعتماد لأننا لم نتمكن من تحديد من طلبها. "
      }
    }
  },
  "PageNotFound": {
    "navigateButton": "اذهب إلى المنزل",
    "heading": "هذا خطأ",
    "subHeading": "عنوان URL المطلوب {{pathname}} لم يتم العثور على هذا الخادم."
  },
  "HelpPage": {
    "title": "يساعد"
  },
   "HelpDropdown":{
    "heading":"يساعد",
    "item1":"الأسئلة الشائعة"
  },
  "Help": {
    "item1": {
      "title": "من هم المصدرون؟",
      "description1": "الجهات المصدرة هي إما هيئات حكومية أو كيانات تثق بها الحكومة، وتكون مسؤولة عن تقديم بيانات اعتماد يمكن التحقق منها بتنسيق PDF للمقيمين عند الطلب."
    },
    "item2": {
      "title": "ما هي أوراق الاعتماد التي يمكن التحقق منها؟",
      "description1": "بيانات الاعتماد القابلة للتحقق هي مستندات رقمية تساعد المستخدمين على مشاركة المعلومات مثل الهوية أو المؤهلات مع مزود الخدمة والتي يمكن التحقق منها على الفور. "
    },
    "item3": {
      "title": "كيف يمكنني تنزيل بيانات الاعتماد في Inji Web؟",
      "description1": "الخطوة 1: ابحث عن جهة الإصدار واخترها من الصفحة المقصودة وحدد نوع بيانات الاعتماد.",
      "description2": "الخطوة 2: في صفحة المصادقة، أدخل التفاصيل المطلوبة.",
      "description3": "الخطوة 3: سيتم تنزيل تنسيق PDF لبيانات الاعتماد التي يمكن التحقق منها في النظام."
    },
    "item4": {
      "title": "ما هي التفاصيل التي يجب علي تقديمها لتنزيل بيانات الاعتماد الخاصة بي؟",
      "description1": "كان من الممكن أن يقدم مصدر بيانات الاعتماد تفاصيل مثل UIN/VID في حالة معرف MOSIP الوطني أو رقم السياسة والاسم وDoB لبطاقة التأمين. "
    },
    "item5": {
      "title": "أين يمكنني العثور على بيانات الاعتماد الخاصة بي؟",
      "description1": "سيتم تنزيل بيانات الاعتماد التي يمكن التحقق منها في مجلد التنزيلات في نظامك."
    },
    "item6": {
      "title": "ما هي التفاصيل الموجودة في بيانات اعتماد PDF؟",
      "description1": "سيتم عرض التفاصيل التي تم جمعها كجزء من عملية التسجيل في ملف PDF. "
    },
    "item7": {
      "title": "لماذا لا أجد قائمة المصدرين؟",
      "description1": "تشمل الأسباب المحتملة لهذه المشكلة ما يلي:",
      "description2": "1. قد تؤدي الأخطاء الفنية إلى جعل الخدمة غير متاحة مؤقتًا، مما يمنعك من الوصول إلى قائمة جهات الإصدار.",
      "description3": "2. لم يتم تكوين أي جهات إصدار.",
      "description4": "وفي كلتا الحالتين، يرجى الاتصال بفريقك الفني لمعالجة المشكلة."
    },
    "item8": {
      "title": "ماذا يحدث عندما أقوم بإنشاء بيانات اعتماد يمكن التحقق منها (VC) في Inji Web؟",
      "description1": "عندما تقوم بإنشاء بيانات اعتماد يمكن التحقق منها (VC) في Inji Web عبر تدفق المشاركة عبر الإنترنت:",
      "description2": "1. يمكنك تحديد المُصدر ونوع بيانات الاعتماد التي ترغب في الحصول عليها.",
      "description3": "2. يقوم Inji Web بإعادة توجيهك إلى صفحة تسجيل الدخول الخاصة بجهة الإصدار لمصادقة نفسك.",
      "description4": "3. بعد تسجيل الدخول بنجاح، توفر جهة الإصدار VC الخاص بك، والذي يتم بعد ذلك تخزينه بشكل آمن ككائن JSON باستخدام التكامل مع خدمة مشاركة البيانات (Durian).",
      "description5": "4. يتم إنشاء ملف PDF يتضمن تفاصيل VC الخاص بك ورمز الاستجابة السريعة لسهولة المشاركة.",
      "description6": "5. يرتبط رمز QR بعنوان URL لتخزين VC، مما يجعل من السهل المشاركة دون تحميل رمز QR الزائد ببيانات كثيفة."
    },
    "item9": {
      "title": "ما هو دور رمز الاستجابة السريعة في ملف PDF الخاص ببيانات الاعتماد؟",
      "description1": "يعمل رمز الاستجابة السريعة المضمن في ملف PDF الخاص ببيانات الاعتماد كرابط للتخزين الآمن لبيانات الاعتماد القابلة للتحقق (VC) الخاصة بك. ",
      "description2": "1. من السهل مسح رمز الاستجابة السريعة.",
      "description3": "2. يمكن للمحققين استرداد بيانات الاعتماد بشكل آمن عندما يقومون بمسح رمز الاستجابة السريعة ضوئيًا."
    },
    "item10": {
      "title": "كيف تضمن Inji Web تخزين بيانات الاعتماد القابلة للتحقق (VC) الخاصة بي بشكل آمن؟",
      "description1": "يتكامل Inji Web مع خدمة مشاركة البيانات (Durian)، وهي جزء من منصة معرف MOSIP، لتخزين بيانات الاعتماد التي يمكن التحقق منها (VC) بشكل آمن. "
    },
    "item11": {
      "title": "كيف تعمل ميزة المشاركة عبر الإنترنت مع Inji Verify؟",
      "description1": "يتيح Inji Web المشاركة السلسة لبيانات الاعتماد التي يمكن التحقق منها باستخدام معايير OpenID4VP:",
      "description2": "1. عند تنزيل VC كملف PDF، فإنه يحتوي على رمز الاستجابة السريعة.",
      "description3": "2. يمكنك إما طباعة ملف PDF أو الاحتفاظ بنسخة إلكترونية على هاتفك.",
      "description4": "3. عندما تقوم أداة التحقق (على سبيل المثال، Inji Verify) بمسح رمز الاستجابة السريعة، فإنها ترسل طلبًا إلى Inji Web للحصول على التفويض.",
      "description5": "4. يتحقق Inji Web من أداة التحقق، ويأذن بالوصول، ثم يرسل VC مرة أخرى إلى أداة التحقق للتحقق من صحتها."
    },
    "item12": {
      "title": "ما فائدة تضمين عنوان URL في رمز الاستجابة السريعة بدلاً من بيانات VC الكاملة؟",
      "description1": "يضمن تضمين عنوان URL الخاص بمخزن بيانات الاعتماد القابلة للتحقق (VC) في رمز الاستجابة السريعة، بدلاً من بيانات VC بأكملها (JSON-LD)، ما يلي:",
      "description2": "1. رمز الاستجابة السريعة أقل كثافة ويمكن مسحه بسهولة بواسطة نظام التحقق.",
      "description3": "2. تعد المشاركة أكثر كفاءة، خاصة عند استخدام التحقق عبر الأجهزة أو التحقق عن بعد."
    },
    "item13": {
      "title": "هل يمكنني مشاركة بيانات الاعتماد التي يمكن التحقق منها (VC) الخاصة بي عبر الإنترنت وفي وضع عدم الاتصال؟",
      "description1": "نعم، يدعم Inji Web كلا من:",
      "description2": "1. المشاركة عبر الإنترنت: يمكن لأداة التحقق، مثل Inji Verify، مسح رمز الاستجابة السريعة ضوئيًا من ملف PDF أو شاشة الهاتف الذكي. ",
      "description3": "2. المشاركة دون اتصال بالإنترنت: يمكنك طباعة ملف PDF وتقديمه شخصيًا. "
    },
    "item14": {
      "title": "كيف تقوم Inji Web بالتحقق من أداة التحقق وتخويلها أثناء المشاركة عبر الإنترنت؟",
      "description1": "عندما يتم مسح رمز الاستجابة السريعة ضوئيًا بواسطة أداة التحقق (على سبيل المثال، Inji Verify):",
      "description2": "1. تتحقق Inji Web من بيانات اعتماد أداة التحقق من ملف التكوين الداخلي الخاص بها، والذي يحتوي على قائمة من جهات التحقق الموثوقة ومعرفات عملائها.",
      "description3": "2. إذا تم اعتماد أداة التحقق، فإن Inji Web ترسل بيانات الاعتماد القابلة للتحقق (VC) مرة أخرى إلى أداة التحقق في رمز مميز آمن (vp_token)."
    },
    "item15": {
      "title": "ما هو OpenID4VP وكيف يتم استخدامه في Inji Web؟",
      "description1": "يعد OpenID4VP (OpenID للعروض التقديمية التي يمكن التحقق منها) معيارًا لمشاركة بيانات الاعتماد التي يمكن التحقق منها (VCs) مع جهات التحقق بشكل آمن. ",
      "description2": "1. إنشاء رمز QR مرتبط بالتخزين الآمن لـ VC الخاص بك.",
      "description3": "2. تمكين أدوات التحقق (مثل Inji Verify) من طلب واستلام عملة VC الخاصة بك باستخدام آليات التفويض الآمن وتبادل الرموز المميزة."
    },
    "item16": {
      "title": "كيف أعرف أنه تمت مشاركة رأس المال الاستثماري (VC) الخاص بي بشكل آمن باستخدام Inji Web؟",
      "description1": "بمجرد قيام أداة التحقق بمسح رمز الاستجابة السريعة وتفويض Inji Web للطلب:",
      "description2": "1. توفر Inji Web بشكل آمن بيانات الاعتماد القابلة للتحقق (VC) للمدقق.",
      "description3": "2. يقوم المدقق بعد ذلك بالتحقق من صحة بيانات الاعتماد ويؤكد أنه تمت مشاركتها والتحقق منها بنجاح."
    },
    "item17": {
      "title": "ماذا يحدث إذا تم مسح رمز الاستجابة السريعة ضوئيًا على جهاز مختلف عن الجهاز الذي تم إنشاء العملة الافتراضية فيه؟",
      "description1": "يدعم Inji Web المشاركة عبر الأجهزة:",
      "description2": "1. يمكن لأداة التحقق مسح رمز الاستجابة السريعة ضوئيًا من أي نسخة مادية أو رقمية من ملف VC PDF.",
      "description3": "2. سوف تقوم Inji Web بالتحقق من الطلب ومشاركة VC مع أداة التحقق، بغض النظر عن الجهاز الذي تم إنشاء VC منه في الأصل أو تخزينه."
    },
    "item18": {
      "title": "هل يمكن لـ Inji Web دعم تنسيقات مختلفة لرمز الاستجابة السريعة؟",
      "description1": "نعم، يقدم Inji Web أسلوبًا قائمًا على التكوين لإنشاء رموز QR. ",
      "description2": "1. عنوان URL لتخزين VC لسهولة المشاركة، أو",
      "description3": "2. بيانات VC نفسها بتنسيق JSON (على الرغم من أنها عادة ما تكون أكثر كثافة وأقل قابلية للفحص)."
    },
    "item19": {
      "title": "كيف يتعامل Inji Web مع التحقق من بيانات الاعتماد بعد المشاركة؟",
      "description1": "بعد مشاركة Inji Web لبيانات الاعتماد القابلة للتحقق (VC) مع أداة التحقق:",
      "description2": "1. يقوم المدقق (على سبيل المثال، Inji Verify) بالتحقق من صحة العملة الافتراضية (VC).",
      "description3": "2. إذا كانت بيانات الاعتماد صالحة وتتوافق مع طلب المدقق، فسيتم التحقق منها بنجاح وسيتم تأكيد حالة الاعتماد."
    },
    "item20": {
      "title": "ما نوع جهات إصدار أوراق الاعتماد المدعومة؟",
      "description1": "يمكن إدراج أي جهة إصدار لبيانات الاعتماد تلتزم ببروتوكول OpenID4VCI كمصدر موثوق به في Inji Web. "
    },
    "item21": {
      "title": "أين يمكنني العثور على معلومات أكثر تفصيلاً حول الميزات المقدمة في هذا الإصدار؟",
      "description1": "للحصول على خطوات أكثر تفصيلاً ونظرات عامة على النظام ومزيد من الوثائق حول الميزات، يرجى زيارة الأقسام ذات الصلة في <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">وثائق ويب إنجي</a>. "
    },
    "item22": {
      "title": "كيف أبدأ باستخدام ميزة المشاركة عبر الإنترنت في Inji Web؟",
      "description1": "للبدء، ما عليك سوى الوصول إلى بيانات الاعتماد التي يمكن التحقق منها عبر Inji Web.  <a href=\"https://docs.mosip.io/inji/inji-web/functional-overview/end-user-guide\" target=\"_blank\"> دليل المستخدم </a> و <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">  الوثائق</a>."
    },
    "item23": {
      "title": "كيف يمكنني التبديل بين VC المضمن والمشاركة عبر الإنترنت في Inji Web؟",
      "description1": "في Inji Web، يمكنك التبديل بين تضمين بيانات الاعتماد الكاملة القابلة للتحقق (VC) داخل رمز QR أو استخدام المشاركة عبر الإنترنت عن طريق تكوين خاصية qr_code_type في تكوين جهات إصدار mimoto. ",
      "description2": "1. EmbeddedVC: يقوم هذا الخيار بدمج بيانات VC بالكامل (بتنسيق JSON) مباشرةً في رمز الاستجابة السريعة. ",
      "description3": "2. OnlineSharing: يقوم هذا الخيار بإنشاء رمز QR مع عنوان URL الذي يشير إلى VC المخزن بشكل آمن عبر الإنترنت. وهذا يضمن وجود رمز QR أقل كثافة، مما يسهل عملية المسح، ويدعم المشاركة السلسة عبر الإنترنت.",
      "description4": "يمكن العثور على هذه التكوينات في تكوين جهة إصدار Mimoto. "
    }
  },
  "DataShareExpiryModal": {
    "title": "صلاحية المشاركة",
    "subTitle": "يرجى تقديم موافقتك على تعيين صلاحية مشاركة {{credentialName}}",
    "content": {
      "selectedDocument": "المستند المحدد",
      "consent": "صلاحية الموافقة *",
      "validityTimesHeader": "عدد المرات",
      "validityTimesOptions": {
        "once": "مرة واحدة",
        "thrice": "ثلاث مرات",
        "noLimit": "لا يوجد حد",
        "custom": "مخصص"
      },
      "validityDate": "تاريخ"
    },
    "success": "يتابع",
    "cancel": "خلف",
    "disclaimer": "يرجى ملاحظة أنه لا يمكن مشاركة رمز الاستجابة السريعة إلا لعدد المرات التي اخترتها هنا. "
  },
  "CustomExpiryModal": {
    "title": "الرجاء إدخال عدد المرات التي تريد فيها استخدام بيانات الاعتماد هذه ",
    "error": "الرجاء إدخال رقم انتهاء صلاحية صالح، أكبر من الصفر، لتحديد عدد المرات التي يمكن فيها التحقق من بيانات الاعتماد الخاصة بك.",
    "metrics": "مرات",
    "success": "يتابع",
    "cancel": "يلغي"
  }
}
