{
  "PageTemplate": {
    "Header": {
      "aboutInji": "About Inji Web",
      "help": "Help"
    },
    "Footer": {
      "copyRight": "© 2024 Inji. All rights reserved."
    }
  },
  "HomePage": {
    "Intro": {
      "title": "Access your Verifiable Credentials with ease!",
      "subTitle": "Securely download and share your credentials instantly.",
      "searchText": "Search Issuers by name"
    },
    "emptyContainerContent": "No issuers found. Please refresh your browser window or try again later",
    "containerHeading": "List of Issuers",
    "containerSubHeading": "Search for your trusted issuer and choose a credential type in the next step.",
    "errorContent": "The service is currently unavailable now. Please try again later."
  },
  "CredentialsPage": {
    "searchText": "Search Credential Type",
    "emptyContainerContent": "No Credentials found. Please refresh your browser window or try again later",
    "containerHeading": "List of Credential Types",
    "containerSubHeading": "Choose a credential, and confirm your identity in the next step.",
    "errorContent": "The service is currently unavailable now. Please try again later."
  },
  "RedirectionPage": {
    "navigateButton": "Go To Home",
    "loading": {
      "title": "Download in progress...",
      "subTitle": "Please wait a moment! We're converting your verifiable credentials to PDF"
    },
    "success": {
      "title": "Success!",
      "subTitle": "Check your downloads folder!"
    },
    "error": {
      "invalidSession": {
        "title": "Invalid Session",
        "subTitle": "session is not valid or session is completed"
      },
      "verification": {
        "proof_type_not_supported": {
          "title": "An Error Occurred",
          "subTitle": "Sorry! Due to technical error we cannot download your credential."
        },
        "json_parsing_failed": {
          "title": "An Error Occurred",
          "subTitle": "Sorry, due to technical error, we are unable to download the VC. Please try again later!"
        },
        "signature_verification_failed": {
          "title": "An Error Occurred",
          "subTitle": "Sorry! Your credential couldn’t be downloaded as there is an issue with validating the issuer's signature. Please contact the admin for further assistance."
        },
        "unknown_exception": {
          "title": "An Error Occurred",
          "subTitle": "Sorry, it seems our services are temporarily unavailable. Please check back shortly, and we appreciate your patience!"
        },
        "proof_document_not_found": {
          "title": "An Error Occurred",
          "subTitle": "Sorry! Your credential couldn’t be downloaded as there is an issue with validating the issuer's signature. Please contact the admin for further assistance."
        },
        "public_key_not_found": {
          "title": "An Error Occurred",
          "subTitle": "Sorry! Your credential couldn’t be downloaded as there is an issue with validating the issuer's signature. Please contact the admin for further assistance."
        }
      },
      "generic": {
        "title": "An Error Occurred",
        "subTitle": "Sorry, due to technical error, we are unable to download the VC. Please try again later!"
      }
    }
  },
  "AuthorizationPage": {
    "error": {
      "code": {
        "invalid_redirect_uri":"Access Denied!",
        "invalid_client": "Access Denied!"
      },
      "message": {
        "invalid_redirect_uri":"Credentials cannot be shared because we couldn’t identify who requested them. Please contact the admin for help.",
        "invalid_client": "Credentials cannot be shared because we couldn’t identify who requested them. Please contact the admin for help."
      }
    }
  },
  "PageNotFound": {
    "navigateButton": "Go To Home",
    "heading": "That's an error",
    "subHeading": "The requested URL {{pathname}} was not found on this server."
  },
  "HelpPage": {
    "title": "Help"
  },
  "Help": {
    "item1": {
      "title": "Who are issuers?",
      "description1": "Issuers are either governmental bodies or entities trusted by the government, responsible for providing verifiable credentials in PDF format to residents upon request."
    },
    "item2": {
      "title": "What are verifiable credentials?",
      "description1": "Verifiable credentials are digital documents that help users to share information like identity or qualifications to the service provider which can be instantly verified. They're issued by trusted entities and can be cryptographically verified for authenticity. These credentials streamline identity verification processes."
    },
    "item3": {
      "title": "How can I download a credential in Inji Web?",
      "description1": "Step 1: Search & choose an Issuer from the landing page and select a credential type.",
      "description2": "Step 2: In the authentication page, provide required details.",
      "description3": "Step 3: PDF format of the verifiable credential will be downloaded into the system."
    },
    "item4": {
      "title": "What details I need to provide to download my credential?",
      "description1": "The credential issuer would have provided details like UIN/VID in case of MOSIP National ID or Policy number, Name and DoB for an Insurance card. This information has to be fed to the authentication system to enable download."
    },
    "item5": {
      "title": "Where can I find my credential?",
      "description1": "The verifiable credential will be downloaded into the Downloads folder of your system."
    },
    "item6": {
      "title": "What details are present in the PDF credential?",
      "description1": "Details collected as part of the registration process will be presented in the PDF. At present, for Insurance use case, one can find Policy details like Name, DoB."
    },
    "item7": {
      "title": "Why I am not finding the list of issuers?",
      "description1": "Possible reasons for this issue include:",
      "description2": "1. Technical errors may render the service temporarily unavailable, preventing you from accessing the list of issuers.",
      "description3": "2. No issuers have been configured.",
      "description4": "In either case, please contact your technical team to address the issue."
    },
    "item8":{
      "title": "What happens when I generate a Verifiable Credential (VC) in Inji Web?",
      "description1":"When you generate a Verifiable Credential (VC) in Inji Web via Online Sharing flow:",
      "description2":"1. You select an issuer and the type of credential you want to receive.",
      "description3":"2. Inji Web redirects you to the issuer's login page to authenticate yourself.",
      "description4":"3. After successful login, the issuer provides your VC, which is then securely stored as a JSON object using the integration with the Data Share service (Durian).",
      "description5":"4. A PDF is generated that includes the details of your VC and a QR code for easy sharing.",
      "description6":"5. The QR code links to the VC storage URL, making it simple to share without overloading the QR code with dense data."
    },
    "item9":{
      "title":"What is the role of the QR code in the credential PDF?",
      "description1":"The QR code embedded in the credential PDF serves as a link to the secure storage of your Verifiable Credential (VC). Instead of storing the dense JSON-LD version of the VC, the QR code contains the URL to access the stored VC. This ensures:",
      "description2":"1. The QR code is easy to scan.",
      "description3":"2. The credentials can be securely retrieved by verifiers when they scan the QR code."
    },
    "item10":{
      "title":"How does Inji Web ensure my Verifiable Credential (VC) is stored securely?",
      "description1":"Inji Web integrates with the Data Share service (Durian), part of the MOSIP ID platform, to securely store your Verifiable Credential (VC). The VC is stored as a JSON object, and access to it is protected, ensuring that it can only be retrieved by authorized verifiers."
    },
    "item11":{
      "title":"How does the online sharing feature work with Inji Verify?",
      "description1":"Inji Web allows seamless sharing of your Verifiable Credentials using OpenID4VP standards:",
      "description2":"1. When you download the VC as a PDF, it contains a QR code.",
      "description3":"2. You can either print the PDF or keep a soft copy on your phone.",
      "description4":"3. When a verifier (e.g., Inji Verify) scans the QR code, it sends a request to Inji Web for authorization.",
      "description5":"4. Inji Web verifies the verifier, authorizes access, and then sends the VC back to the verifier for validation."
    },
    "item12":{
      "title":"What is the benefit of embedding a URL in the QR code instead of the full VC data?",
      "description1":"Embedding the URL of the Verifiable Credential (VC) storage in the QR code, rather than the entire VC data (JSON-LD), ensures:",
      "description2":"1. The QR code is less dense and can be easily scanned by the verifier's system.",
      "description3":"2. Sharing is more efficient, especially when using cross-device or remote verification."
    },
    "item13":{
      "title":"Can I share my Verifiable Credential (VC) online and offline?",
      "description1":"Yes, Inji Web supports both:",
      "description2":"1. Online sharing: A verifier, like Inji Verify, can scan the QR code from your PDF or smartphone screen. Inji Web will then authorize access and share the VC with the verifier.",
      "description3":"2. Offline sharing: You can print the PDF and present it in person. The verifier can scan the QR code and retrieve your VC."
    },
    "item14":{
      "title":"How does Inji Web verify and authorize the verifier during online sharing?",
      "description1":"When the QR code is scanned by a verifier (e.g., Inji Verify):",
      "description2":"1. Inji Web checks the verifier’s credentials from its internal config file, which contains a list of trusted verifiers and their client IDs.",
      "description3":"2. If the verifier is authorized, Inji Web sends the Verifiable Credential (VC) back to the verifier in a secure token (vp_token)."
    },
    "item15":{
      "title":"What is OpenID4VP, and how is it used in Inji Web?",
      "description1":"OpenID4VP (OpenID for Verifiable Presentations) is a standard for securely sharing Verifiable Credentials (VCs) with verifiers. Inji Web implements this standard by:",
      "description2":"1. Generating a QR code linked to the secure storage of your VC.",
      "description3":"2. Enabling verifiers (like Inji Verify) to request and receive your VC using secure authorization and token exchange mechanisms."
    },
    "item16":{
      "title":"How do I know my VC was securely shared using Inji Web?",
      "description1":"Once a verifier scans the QR code and Inji Web authorizes the request:",
      "description2":"1. Inji Web securely provides the Verifiable Credential (VC) to the verifier.",
      "description3":"2. The verifier then validates the credential and confirms it has been successfully shared and verified."
    },
    "item17":{
      "title":"What happens if the QR code is scanned on a different device from where the VC was generated?",
      "description1":"Inji Web supports cross-device sharing:",
      "description2":"1. The verifier can scan the QR code from any physical or digital copy of the VC PDF.",
      "description3":"2. Inji Web will verify the request and share the VC with the verifier, regardless of the device from which the VC was originally generated or is stored."
    },
    "item18":{
      "title":"Can Inji Web support different formats for the QR code?",
      "description1":"Yes, Inji Web offers a config-based approach for generating QR codes. Depending on the issuer and credential type, the QR code can either contain:",
      "description2":"1. The URL to the VC storage for easy sharing, or",
      "description3":"2. The VC data itself in a JSON format (though this is typically denser and less scannable)."
    },
    "item19":{
      "title":"How does Inji Web handle credential verification after sharing?",
      "description1":"After Inji Web shares the Verifiable Credential (VC) with the verifier:",
      "description2":"1. The verifier (e.g., Inji Verify) checks the authenticity of the VC.",
      "description3":"2. If the credential is valid and matches the verifier’s request, it will be successfully verified and the credential status will be confirmed."
    },
    "item20":{
      "title":"What kind of credential issuers are supported?",
      "description1":"Any credential issuer that adheres to the OpenID4VCI protocol can be listed as a trusted issuer in Inji Web. These trusted issuers are responsible for providing the necessary user data required to issue and download Verifiable Credentials."
    },
    "item21": {
      "title": "Where can I find more detailed information about the features introduced in this release?",
      "description1": "For more detailed steps, system overviews, and further documentation on the features, please visit the relevant sections of the <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">Inji Web documentation</a>. This will guide you through all new updates and functionalities in depth."
    },
    "item22":{
      "title":"How do I get started with the online sharing feature in Inji Web?",
      "description1":"To get started, simply access your Verifiable Credentials via Inji Web. Once downloaded, you can use the embedded QR code to share your credentials in person or online with verifiers. Detailed instructions can be found in the platform’s <a href=\"https://docs.mosip.io/inji/inji-web/functional-overview/end-user-guide\" target=\"_blank\"> user guide </a> and <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">  documentation</a>."
    },
    "item23":{
      "title":"How can I toggle between embedded VC and Online Sharing in Inji Web?",
      "description1":"In Inji Web, you can toggle between embedding the full Verifiable Credential (VC) within the QR code or using Online Sharing by configuring the qr_code_type property in mimoto issuers config. The qr_code_type can have two different values:",
      "description2":"1. EmbeddedVC: This option embeds the entire VC data (in JSON format) directly into the QR code. This can be useful for offline scenarios but might result in a denser QR code.",
      "description3":"2. OnlineSharing: This option generates a QR code with a URL that points to the VC stored securely online. This ensures a less dense QR code, making it easier to scan, and supports seamless online sharing.",
      "description4":"These configurations can be found in the Mimoto issuer's configuration. Depending on your needs, you can switch between these two options to adjust how the VC is downloaded and shared."
    }
  },
  "DataShareExpiryModal": {
    "title": "Share Validity",
    "subTitle": "Please provide your consent to set a validity for sharing the {{credentialName}}",
    "content": {
      "selectedDocument": "Selected Document",
      "consent" : "Consent Validity *",
      "validityTimesHeader": "Number of times",
      "validityTimesOptions": {
        "once": "Once",
        "thrice": "Thrice",
        "noLimit": "No Limit",
        "custom": "Custom"
      },
      "validityDate": "Date"
    },
    "success": "Proceed",
    "cancel": "Back",
    "disclaimer": "Please note that the QR Code can be shared only for the number of times you have chosen here. To use the QR Code for sharing again, you have to download the PDF again."
  },
  "CustomExpiryModal": {
    "title": "Please enter the number of times you want to use this credential ",
    "metrics": "Times",
    "success": "Proceed",
    "cancel": "Cancel"
  }
}
