{
  "PageTemplate": {
    "Header": {
      "home": "घर",
      "help": "मदद"
    },
    "Footer": {
      "product": "एक MOSIP उत्पाद",
      "copyRight": "© 2024 इंजि। सर्वाधिकार सुरक्षित।"
    }
  },
  "HomePage": {
    "Banner": {
      "heading": "अपने डिजिटल क्रेडेंशियल्स को आसानी से एक्सेस और प्रबंधित करें",
      "description": "अपने डेटा को विश्वास के साथ पोर्टेबल बनाएं। हमारे उपयोग में आसान वेब-आधारित वॉलेट के साथ अपने डिजिटल दस्तावेज़ों को सुरक्षित रूप से प्रबंधित करें।",
      "buttontext": "शुरू करें"
    },
    "Features": {
      "heading": "इंजी वेब की विशेषताएं",
      "description1": "सत्यापन योग्य क्रेडेंशियल्स का सहज और सुरक्षित प्रबंधन",
      "description2": "विश्वसनीय डिजिटल इंटरैक्शन के लिए।"
    },
    "FeatureItem1": {
      "heading": "अपने क्रेडेंशियल्स को कहीं भी एक्सेस करें",
      "item1": "क्रेडेंशियल्स को सरल बनाएं",
      "description1": "अपने सभी आवश्यक दस्तावेज़ रखें",
      "item2": "अब कोई कागजी कार्रवाई नहीं। सब कुछ एक ही जगह पर",
      "description2": "अपने दस्तावेज़ों को आसानी से डाउनलोड, स्टोर और पुनः प्राप्त करें। जीत, जीत, जीत।"
    },
    "FeatureItem2": {
      "heading": "आपके दस्तावेज़ सेकंड में डाउनलोड किए गए",
      "item1": "आत्मविश्वास के साथ डाउनलोड करें",
      "description1": "अपने महत्वपूर्ण दस्तावेज़ों को तुरंत सहेजें",
      "item2": "सुरक्षित और सुरक्षित",
      "description2": "आईडी, लाइसेंस और अधिक को एक सुरक्षित स्थान पर डाउनलोड करें।"
    },
    "FeatureItem3": {
      "heading": "आसान साझाकरण",
      "item1": "क्यूआर कोड के साथ साझा करें",
      "description1": "अपने आईडी और प्रमाणपत्रों को चलते-फिरते सहजता से साझा करें। बस अपने दस्तावेज़ का क्यूआर कोड प्रस्तुत करें, जिसे स्कैन और साझा किया जा सके।",
      "item2": "पढ़ें, सेट करें, साझा करें",
      "description2": "क्यूआर कोड को वास्तविक समय में सत्यापित किया गया।"
    },
    "FeatureItem4": {
      "heading": "सुरक्षित और निजी",
      "item1": "आपके क्रेडेंशियल्स, संरक्षित",
      "description1": "आपका डेटा निजी रहता है, अंतर्निहित सुरक्षा तंत्र के साथ।",
      "item2": "आराम से रहें",
      "description2": "अपने क्रेडेंशियल्स को सुरक्षित रखें, ताकि आप महत्वपूर्ण चीजों पर ध्यान केंद्रित कर सकें।"
    },
    "FeatureItem5": {
      "heading": "विस्तृत पहुंच और संगतता",
      "item1": "आपके पसंदीदा ब्राउज़र पर उपलब्ध",
      "description1": "इंजी वेब क्रोम, सफारी, फायरफॉक्स और एज के साथ काम करता है।",
      "item2": "हमेशा पहुंच के भीतर",
      "description2": "जहां भी आप हों, सुविधा और पहुंच सुनिश्चित करते हुए आपके दस्तावेज़ हमेशा पहुंच के भीतर होते हैं।"
    },
    "QuickTip": {
      "heading": "अपने क्रेडेंशियल्स को तुरंत डाउनलोड करने के लिए त्वरित सुझाव",
      "toastText":"जल्द आ रहा है",
      "buttontext": "यहां क्लिक करें"
    }
  },
  "IssuersPage": {
    "Intro": {
      "title": "अपने सत्यापन योग्य क्रेडेंशियल्स तक आसानी से पहुंचें!",
      "subTitle": "अपने क्रेडेंशियल्स को सुरक्षित रूप से डाउनलोड करें और तुरंत साझा करें।",
      "searchText": "जारीकर्ताओं को नाम से खोजें"
    },
    "emptyContainerContent": "कोई जारीकर्ता नहीं मिला. ",
    "containerHeading": "जारीकर्ताओं की सूची",
    "containerSubHeading": "अपने विश्वसनीय जारीकर्ता को खोजें और अगले चरण में एक क्रेडेंशियल प्रकार चुनें।",
    "errorContent": "यह सेवा फ़िलहाल अनुपलब्ध है. "
  },
  "CredentialsPage": {
    "searchText": "क्रेडेंशियल प्रकार खोजें",
    "emptyContainerContent": "कोई क्रेडेंशियल नहीं मिला. ",
    "containerHeading": "क्रेडेंशियल प्रकारों की सूची",
    "containerSubHeading": "एक क्रेडेंशियल चुनें, और अगले चरण में अपनी पहचान की पुष्टि करें।",
    "errorContent": "यह सेवा फ़िलहाल अनुपलब्ध है. "
  },
  "RedirectionPage": {
    "navigateButton": "घर जाओ",
    "loading": {
      "title": "डाउनलोड जारी है...",
      "subTitle": "कृपया कुछ देर इंतज़ार करें! "
    },
    "success": {
      "title": "सफलता!",
      "subTitle": "अपना डाउनलोड फ़ोल्डर जांचें!"
    },
    "error": {
      "invalidSession": {
        "title": "अमान्य सत्र",
        "subTitle": "सत्र वैध नहीं है या सत्र पूरा हो गया है"
      },
      "verification": {
        "proof_type_not_supported": {
          "title": "एक त्रुटि पाई गई",
          "subTitle": "क्षमा मांगना! "
        },
        "json_parsing_failed": {
          "title": "एक त्रुटि पाई गई",
          "subTitle": "क्षमा करें, तकनीकी त्रुटि के कारण हम वीसी डाउनलोड करने में असमर्थ हैं। "
        },
        "signature_verification_failed": {
          "title": "एक त्रुटि पाई गई",
          "subTitle": "क्षमा मांगना! "
        },
        "unknown_exception": {
          "title": "एक त्रुटि पाई गई",
          "subTitle": "क्षमा करें, ऐसा लगता है कि हमारी सेवाएँ अस्थायी रूप से अनुपलब्ध हैं। "
        },
        "proof_document_not_found": {
          "title": "एक त्रुटि पाई गई",
          "subTitle": "क्षमा मांगना! "
        },
        "public_key_not_found": {
          "title": "एक त्रुटि पाई गई",
          "subTitle": "क्षमा मांगना! "
        }
      },
      "generic": {
        "title": "एक त्रुटि पाई गई",
        "subTitle": "क्षमा करें, तकनीकी त्रुटि के कारण हम वीसी डाउनलोड करने में असमर्थ हैं। "
      }
    }
  },
  "AuthorizationPage": {
    "error": {
      "code": {
        "invalid_redirect_uri": "पहुंच अस्वीकृत!",
        "invalid_client": "पहुंच अस्वीकृत!"
      },
      "message": {
        "invalid_redirect_uri": "क्रेडेंशियल साझा नहीं किए जा सकते क्योंकि हम यह नहीं पहचान सके कि उनका अनुरोध किसने किया था। ",
        "invalid_client": "क्रेडेंशियल साझा नहीं किए जा सकते क्योंकि हम यह नहीं पहचान सके कि उनका अनुरोध किसने किया था। "
      }
    }
  },
  "PageNotFound": {
    "navigateButton": "घर जाओ",
    "heading": "यह एक त्रुटि है",
    "subHeading": "अनुरोधित यूआरएल {{pathname}} इस सर्वर पर नहीं मिला था।"
  },
  "HelpPage": {
    "title": "मदद"
  },
  "HelpDropdown":{
    "heading":"मदद",
    "item1":"अक्सर पूछे जाने वाले प्रश्नों"
  },
  "Help": {
    "item1": {
      "title": "जारीकर्ता कौन हैं?",
      "description1": "जारीकर्ता या तो सरकारी निकाय या सरकार द्वारा विश्वसनीय संस्थाएं हैं, जो अनुरोध पर निवासियों को पीडीएफ प्रारूप में सत्यापन योग्य क्रेडेंशियल प्रदान करने के लिए जिम्मेदार हैं।"
    },
    "item2": {
      "title": "सत्यापन योग्य क्रेडेंशियल क्या हैं?",
      "description1": "सत्यापन योग्य क्रेडेंशियल डिजिटल दस्तावेज़ हैं जो उपयोगकर्ताओं को सेवा प्रदाता के साथ पहचान या योग्यता जैसी जानकारी साझा करने में मदद करते हैं जिन्हें तुरंत सत्यापित किया जा सकता है। "
    },
    "item3": {
      "title": "मैं इंजी वेब में क्रेडेंशियल कैसे डाउनलोड कर सकता हूं?",
      "description1": "चरण 1: लैंडिंग पृष्ठ से एक जारीकर्ता खोजें और चुनें और एक क्रेडेंशियल प्रकार चुनें।",
      "description2": "चरण 2: प्रमाणीकरण पृष्ठ में, आवश्यक विवरण प्रदान करें।",
      "description3": "चरण 3: सत्यापन योग्य क्रेडेंशियल का पीडीएफ प्रारूप सिस्टम में डाउनलोड किया जाएगा।"
    },
    "item4": {
      "title": "अपना क्रेडेंशियल डाउनलोड करने के लिए मुझे क्या विवरण प्रदान करना होगा?",
      "description1": "क्रेडेंशियल जारीकर्ता ने बीमा कार्ड के लिए एमओएसआईपी राष्ट्रीय आईडी या पॉलिसी नंबर, नाम और जन्मतिथि के मामले में यूआईएन/वीआईडी ​​जैसे विवरण प्रदान किए होंगे। "
    },
    "item5": {
      "title": "मुझे अपना क्रेडेंशियल कहां मिल सकता है?",
      "description1": "सत्यापन योग्य क्रेडेंशियल आपके सिस्टम के डाउनलोड फ़ोल्डर में डाउनलोड किया जाएगा।"
    },
    "item6": {
      "title": "पीडीएफ क्रेडेंशियल में कौन से विवरण मौजूद हैं?",
      "description1": "पंजीकरण प्रक्रिया के भाग के रूप में एकत्र किए गए विवरण पीडीएफ में प्रस्तुत किए जाएंगे। "
    },
    "item7": {
      "title": "मुझे जारीकर्ताओं की सूची क्यों नहीं मिल रही है?",
      "description1": "इस समस्या के संभावित कारणों में शामिल हैं:",
      "description2": "1. तकनीकी त्रुटियाँ सेवा को अस्थायी रूप से अनुपलब्ध कर सकती हैं, जिससे आपको जारीकर्ताओं की सूची तक पहुँचने से रोका जा सकता है।",
      "description3": "2. कोई जारीकर्ता कॉन्फ़िगर नहीं किया गया है।",
      "description4": "किसी भी स्थिति में, समस्या के समाधान के लिए कृपया अपनी तकनीकी टीम से संपर्क करें।"
    },
    "item8": {
      "title": "जब मैं इंजी वेब में एक सत्यापन योग्य क्रेडेंशियल (वीसी) उत्पन्न करता हूं तो क्या होता है?",
      "description1": "जब आप ऑनलाइन शेयरिंग प्रवाह के माध्यम से इंजी वेब में एक सत्यापन योग्य क्रेडेंशियल (वीसी) उत्पन्न करते हैं:",
      "description2": "1. आप एक जारीकर्ता और उस प्रकार का क्रेडेंशियल चुनें जिसे आप प्राप्त करना चाहते हैं।",
      "description3": "2. इंजी वेब आपको स्वयं को प्रमाणित करने के लिए जारीकर्ता के लॉगिन पृष्ठ पर पुनर्निर्देशित करता है।",
      "description4": "3. सफल लॉगिन के बाद, जारीकर्ता आपका वीसी प्रदान करता है, जिसे डेटा शेयर सेवा (ड्यूरियन) के साथ एकीकरण का उपयोग करके JSON ऑब्जेक्ट के रूप में सुरक्षित रूप से संग्रहीत किया जाता है।",
      "description5": "4. एक पीडीएफ तैयार होता है जिसमें आपके वीसी का विवरण और आसान साझाकरण के लिए एक क्यूआर कोड शामिल होता है।",
      "description6": "5. क्यूआर कोड वीसी स्टोरेज यूआरएल से लिंक होता है, जिससे घने डेटा के साथ क्यूआर कोड को ओवरलोड किए बिना साझा करना आसान हो जाता है।"
    },
    "item9": {
      "title": "क्रेडेंशियल पीडीएफ में क्यूआर कोड की क्या भूमिका है?",
      "description1": "क्रेडेंशियल पीडीएफ में एम्बेडेड क्यूआर कोड आपके सत्यापन योग्य क्रेडेंशियल (वीसी) के सुरक्षित भंडारण के लिए एक लिंक के रूप में कार्य करता है। ",
      "description2": "1. क्यूआर कोड को स्कैन करना आसान है।",
      "description3": "2. क्यूआर कोड को स्कैन करने पर सत्यापनकर्ताओं द्वारा क्रेडेंशियल सुरक्षित रूप से पुनर्प्राप्त किए जा सकते हैं।"
    },
    "item10": {
      "title": "इंजी वेब यह कैसे सुनिश्चित करता है कि मेरा सत्यापन योग्य क्रेडेंशियल (वीसी) सुरक्षित रूप से संग्रहीत है?",
      "description1": "इंजी वेब आपके सत्यापन योग्य क्रेडेंशियल (वीसी) को सुरक्षित रूप से संग्रहीत करने के लिए डेटा शेयर सेवा (ड्यूरियन), एमओएसआईपी आईडी प्लेटफॉर्म का हिस्सा, के साथ एकीकृत होता है। "
    },
    "item11": {
      "title": "ऑनलाइन शेयरिंग सुविधा इंजी वेरिफाई के साथ कैसे काम करती है?",
      "description1": "Inji Web OpenID4VP मानकों का उपयोग करके आपके सत्यापन योग्य क्रेडेंशियल्स को निर्बाध रूप से साझा करने की अनुमति देता है:",
      "description2": "1. जब आप वीसी को पीडीएफ के रूप में डाउनलोड करते हैं, तो इसमें एक क्यूआर कोड होता है।",
      "description3": "2. आप या तो पीडीएफ प्रिंट कर सकते हैं या अपने फोन पर एक सॉफ्ट कॉपी रख सकते हैं।",
      "description4": "3. जब एक सत्यापनकर्ता (उदाहरण के लिए, इंजी वेरिफाई) क्यूआर कोड को स्कैन करता है, तो यह प्राधिकरण के लिए इंजी वेब को एक अनुरोध भेजता है।",
      "description5": "4. इंजी वेब सत्यापनकर्ता को सत्यापित करता है, पहुंच को अधिकृत करता है, और फिर वीसी को सत्यापन के लिए सत्यापनकर्ता को वापस भेजता है।"
    },
    "item12": {
      "title": "संपूर्ण वीसी डेटा के बजाय क्यूआर कोड में यूआरएल एम्बेड करने का क्या लाभ है?",
      "description1": "संपूर्ण वीसी डेटा (जेएसओएन-एलडी) के बजाय क्यूआर कोड में सत्यापन योग्य क्रेडेंशियल (वीसी) स्टोरेज के यूआरएल को एम्बेड करने से यह सुनिश्चित होता है:",
      "description2": "1. क्यूआर कोड कम सघन है और इसे सत्यापनकर्ता के सिस्टम द्वारा आसानी से स्कैन किया जा सकता है।",
      "description3": "2. साझा करना अधिक कुशल है, खासकर क्रॉस-डिवाइस या रिमोट सत्यापन का उपयोग करते समय।"
    },
    "item13": {
      "title": "क्या मैं अपना सत्यापन योग्य क्रेडेंशियल (वीसी) ऑनलाइन और ऑफलाइन साझा कर सकता हूं?",
      "description1": "हाँ, इंजी वेब दोनों का समर्थन करता है:",
      "description2": "1. ऑनलाइन शेयरिंग: इंजी वेरिफाई जैसा एक सत्यापनकर्ता, आपके पीडीएफ या स्मार्टफोन स्क्रीन से क्यूआर कोड को स्कैन कर सकता है। ",
      "description3": "2. ऑफ़लाइन साझाकरण: आप पीडीएफ प्रिंट कर सकते हैं और इसे व्यक्तिगत रूप से प्रस्तुत कर सकते हैं। "
    },
    "item14": {
      "title": "ऑनलाइन साझाकरण के दौरान इंजी वेब सत्यापनकर्ता को कैसे सत्यापित और अधिकृत करता है?",
      "description1": "जब QR कोड को सत्यापनकर्ता द्वारा स्कैन किया जाता है (उदाहरण के लिए, Inji Verify):",
      "description2": "1. इंजी वेब अपनी आंतरिक कॉन्फ़िगरेशन फ़ाइल से सत्यापनकर्ता की साख की जाँच करता है, जिसमें विश्वसनीय सत्यापनकर्ताओं और उनके क्लाइंट आईडी की एक सूची होती है।",
      "description3": "2. यदि सत्यापनकर्ता अधिकृत है, तो इंजी वेब सत्यापन योग्य क्रेडेंशियल (वीसी) को एक सुरक्षित टोकन (vp_token) में सत्यापनकर्ता को वापस भेजता है।"
    },
    "item15": {
      "title": "OpenID4VP क्या है, और इसका उपयोग इंजी वेब में कैसे किया जाता है?",
      "description1": "OpenID4VP (सत्यापन योग्य प्रस्तुतियों के लिए OpenID) सत्यापनकर्ताओं के साथ सत्यापन योग्य क्रेडेंशियल (VCs) को सुरक्षित रूप से साझा करने के लिए एक मानक है। ",
      "description2": "1. आपके वीसी के सुरक्षित भंडारण से जुड़ा एक क्यूआर कोड तैयार करना।",
      "description3": "2. सुरक्षित प्राधिकरण और टोकन विनिमय तंत्र का उपयोग करके आपके वीसी का अनुरोध करने और प्राप्त करने के लिए सत्यापनकर्ताओं (जैसे इंजी वेरिफाई) को सक्षम करना।"
    },
    "item16": {
      "title": "मुझे कैसे पता चलेगा कि मेरा वीसी इंजी वेब का उपयोग करके सुरक्षित रूप से साझा किया गया था?",
      "description1": "एक बार जब एक सत्यापनकर्ता क्यूआर कोड को स्कैन करता है और इंजी वेब अनुरोध को अधिकृत करता है:",
      "description2": "1. इंजी वेब सत्यापनकर्ता को सुरक्षित रूप से सत्यापन योग्य क्रेडेंशियल (वीसी) प्रदान करता है।",
      "description3": "2. सत्यापनकर्ता तब क्रेडेंशियल को सत्यापित करता है और पुष्टि करता है कि इसे सफलतापूर्वक साझा और सत्यापित किया गया है।"
    },
    "item17": {
      "title": "यदि क्यूआर कोड को किसी भिन्न डिवाइस पर स्कैन किया जाता है जहां से वीसी उत्पन्न किया गया था तो क्या होगा?",
      "description1": "इंजी वेब क्रॉस-डिवाइस शेयरिंग का समर्थन करता है:",
      "description2": "1. सत्यापनकर्ता वीसी पीडीएफ की किसी भी भौतिक या डिजिटल प्रति से क्यूआर कोड को स्कैन कर सकता है।",
      "description3": "2. इंजी वेब अनुरोध को सत्यापित करेगा और वीसी को सत्यापनकर्ता के साथ साझा करेगा, भले ही वीसी मूल रूप से किस डिवाइस से उत्पन्न या संग्रहीत किया गया हो।"
    },
    "item18": {
      "title": "क्या इंजी वेब क्यूआर कोड के लिए विभिन्न प्रारूपों का समर्थन कर सकता है?",
      "description1": "हां, इंजी वेब क्यूआर कोड उत्पन्न करने के लिए कॉन्फ़िगरेशन-आधारित दृष्टिकोण प्रदान करता है। ",
      "description2": "1. आसान साझाकरण के लिए वीसी स्टोरेज का यूआरएल, या",
      "description3": "2. VC डेटा स्वयं JSON प्रारूप में है (हालाँकि यह आमतौर पर सघन और कम स्कैन योग्य होता है)।"
    },
    "item19": {
      "title": "साझा करने के बाद इंजी वेब क्रेडेंशियल सत्यापन कैसे संभालता है?",
      "description1": "इंजी वेब सत्यापनकर्ता के साथ सत्यापन योग्य क्रेडेंशियल (वीसी) साझा करने के बाद:",
      "description2": "1. सत्यापनकर्ता (उदाहरण के लिए, इंजी वेरिफाई) वीसी की प्रामाणिकता की जांच करता है।",
      "description3": "2. यदि क्रेडेंशियल वैध है और सत्यापनकर्ता के अनुरोध से मेल खाता है, तो इसे सफलतापूर्वक सत्यापित किया जाएगा और क्रेडेंशियल स्थिति की पुष्टि की जाएगी।"
    },
    "item20": {
      "title": "किस प्रकार के क्रेडेंशियल जारीकर्ता समर्थित हैं?",
      "description1": "कोई भी क्रेडेंशियल जारीकर्ता जो OpenID4VCI प्रोटोकॉल का पालन करता है, उसे इंजी वेब में एक विश्वसनीय जारीकर्ता के रूप में सूचीबद्ध किया जा सकता है। "
    },
    "item21": {
      "title": "मुझे इस रिलीज़ में पेश की गई सुविधाओं के बारे में अधिक विस्तृत जानकारी कहां मिल सकती है?",
      "description1": "अधिक विस्तृत चरणों, सिस्टम अवलोकन और सुविधाओं पर आगे के दस्तावेज़ीकरण के लिए, कृपया संबंधित अनुभागों पर जाएँ <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">इंजी वेब दस्तावेज़ीकरण</a>।"
    },
    "item22": {
      "title": "मैं इंजी वेब में ऑनलाइन साझाकरण सुविधा के साथ कैसे शुरुआत करूं?",
      "description1": "आरंभ करने के लिए, बस इंजी वेब के माध्यम से अपने सत्यापन योग्य क्रेडेंशियल तक पहुंचें।  <a href=\"https://docs.mosip.io/inji/inji-web/functional-overview/end-user-guide\" target=\"_blank\"> उपयोगकर्ता गाइड </a> और <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">  प्रलेखन</a>।"
    },
    "item23": {
      "title": "मैं इंजी वेब में एम्बेडेड वीसी और ऑनलाइन शेयरिंग के बीच कैसे टॉगल कर सकता हूं?",
      "description1": "इंजी वेब में, आप क्यूआर कोड के भीतर पूर्ण सत्यापन योग्य क्रेडेंशियल (वीसी) को एम्बेड करने या मिमोटो जारीकर्ता कॉन्फ़िगरेशन में qr_code_type प्रॉपर्टी को कॉन्फ़िगर करके ऑनलाइन शेयरिंग का उपयोग करने के बीच टॉगल कर सकते हैं। ",
      "description2": "1. EmbeddedVC: यह विकल्प संपूर्ण वीसी डेटा (JSON प्रारूप में) को सीधे क्यूआर कोड में एम्बेड करता है। ",
      "description3": "2. OnlineSharing: यह विकल्प एक यूआरएल के साथ एक क्यूआर कोड उत्पन्न करता है जो सुरक्षित रूप से ऑनलाइन संग्रहीत वीसी को इंगित करता है। ",
      "description4": "ये कॉन्फ़िगरेशन मिमोटो जारीकर्ता के कॉन्फ़िगरेशन में पाए जा सकते हैं। "
    }
  },
  "DataShareExpiryModal": {
    "title": "वैधता साझा करें",
    "subTitle": "कृपया साझा करने की वैधता निर्धारित करने के लिए अपनी सहमति प्रदान करें {{credentialName}}",
    "content": {
      "selectedDocument": "चयनित दस्तावेज़",
      "consent": "सहमति की वैधता *",
      "validityTimesHeader": "कितनी बार",
      "validityTimesOptions": {
        "once": "एक बार",
        "thrice": "तीन बार",
        "noLimit": "कोई सीमा नहीं",
        "custom": "रिवाज़"
      },
      "validityDate": "तारीख"
    },
    "success": "आगे बढ़ना",
    "cancel": "पीछे",
    "disclaimer": "कृपया ध्यान दें कि क्यूआर कोड केवल उतनी ही बार साझा किया जा सकता है जितनी बार आपने यहां चुना है। "
  },
  "CustomExpiryModal": {
    "title": "कृपया वह संख्या दर्ज करें जितनी बार आप इस क्रेडेंशियल का उपयोग करना चाहते हैं ",
    "error": "आपके क्रेडेंशियल्स को कितनी बार सत्यापित किया जा सकता है, इसे सीमित करने के लिए कृपया शून्य से अधिक वैध समाप्ति संख्या दर्ज करें।",
    "metrics": "टाइम्स",
    "success": "आगे बढ़ना",
    "cancel": "रद्द करना"
  }
}
