{
  "PageTemplate": {
    "Header": {
      "home": "घर",
      "help": "मदद"
    },
    "Footer": {
      "product": "एक MOSIP उत्पाद",
      "copyRight": "© 2024 इंजि। सर्वाधिकार सुरक्षित।"
    }
  },
  "HomePage": {
    "Banner": {
      "heading": "अपने डिजिटल क्रेडेंशियल्स को आसानी से एक्सेस और प्रबंधित करें",
      "description": "अपने डेटा को विश्वास के साथ पोर्टेबल बनाएं। हमारे उपयोग में आसान वेब-आधारित वॉलेट के साथ अपने डिजिटल दस्तावेज़ों को सुरक्षित रूप से प्रबंधित करें।",
      "buttontext": "शुरू करें"
    },
    "Features": {
      "heading": "इंजी वॉलेट की विशेषताएं",
      "description1": "सत्यापन योग्य क्रेडेंशियल्स का सहज और सुरक्षित प्रबंधन।",
      "description2": "विश्वसनीय डिजिटल इंटरैक्शन के लिए।"
    },
    "FeatureItem1": {
      "heading": "अपने क्रेडेंशियल्स को कहीं भी एक्सेस करें",
      "item1": "क्रेडेंशियल्स को सरल बनाएं",
      "description1": "अपने सभी आवश्यक दस्तावेज़ रखें।",
      "item2": "अब कोई कागजी कार्रवाई नहीं। सब कुछ एक ही जगह पर",
      "description2": "अपने दस्तावेज़ों को आसानी से डाउनलोड, स्टोर और पुनः प्राप्त करें। जीत, जीत, जीत।"
    },
    "FeatureItem2": {
      "heading": "आपके दस्तावेज़ सेकंड में डाउनलोड किए गए",
      "item1": "आत्मविश्वास के साथ डाउनलोड करें",
      "description1": "अपने महत्वपूर्ण दस्तावेज़ों को तुरंत सहेजें।",
      "item2": "सुरक्षित और सुरक्षित",
      "description2": "आईडी, लाइसेंस और अधिक को एक सुरक्षित स्थान पर डाउनलोड करें।"
    },
    "FeatureItem3": {
      "heading": "आसान साझाकरण",
      "item1": "क्यूआर कोड के साथ साझा करें",
      "description1": "अपने आईडी और प्रमाणपत्रों को चलते-फिरते सहजता से साझा करें। बस अपने दस्तावेज़ का क्यूआर कोड प्रस्तुत करें, जिसे स्कैन और साझा किया जा सके।",
      "item2": "पढ़ें, सेट करें, साझा करें",
      "description2": "क्यूआर कोड को वास्तविक समय में सत्यापित किया गया।"
    },
    "FeatureItem4": {
      "heading": "सुरक्षित और निजी",
      "item1": "आपके क्रेडेंशियल्स, संरक्षित",
      "description1": "आपका डेटा निजी रहता है, अंतर्निहित सुरक्षा तंत्र के साथ।",
      "item2": "आराम से रहें",
      "description2": "अपने क्रेडेंशियल्स को सुरक्षित रखें, ताकि आप महत्वपूर्ण चीजों पर ध्यान केंद्रित कर सकें।"
    },
    "FeatureItem5": {
      "heading": "विस्तृत पहुंच और संगतता",
      "item1": "आपके पसंदीदा ब्राउज़र पर उपलब्ध",
      "description1": "इंजी वॉलेट क्रोम, सफारी, फायरफॉक्स और एज के साथ काम करता है।",
      "item2": "हमेशा पहुंच के भीतर",
      "description2": "जहां भी आप हों, सुविधा और पहुंच सुनिश्चित करते हुए आपके दस्तावेज़ हमेशा पहुंच के भीतर होते हैं।"
    },
    "QuickTip": {
      "heading": "अपने क्रेडेंशियल्स को तुरंत डाउनलोड करने के लिए त्वरित सुझाव",
      "toastText":"जल्द आ रहा है",
      "buttontext": "यहां क्लिक करें"
    }
  },
  "IssuersPage": {
    "Intro": {
      "title": "अपने सत्यापन योग्य क्रेडेंशियल्स तक",
      "title2":"आसानी से पहुंचें!",
      "subTitle": "अपने क्रेडेंशियल्स को सुरक्षित रूप से डाउनलोड करें और तुरंत साझा करें।",
      "searchText": "जारीकर्ताओं को नाम से खोजें"
    },
    "emptyContainerContent": "कोई जारीकर्ता नहीं मिला. ",
    "containerHeading": "जारीकर्ताओं की सूची",
    "containerSubHeading": "अपने विश्वसनीय जारीकर्ता को खोजें और अगले चरण में एक क्रेडेंशियल प्रकार चुनें।",
    "errorContent": "यह सेवा फ़िलहाल अनुपलब्ध है. "
  },
  "CredentialsPage": {
    "searchText": "क्रेडेंशियल प्रकार खोजें",
    "emptyContainerContent": "कोई क्रेडेंशियल नहीं मिला. ",
    "containerHeading": "क्रेडेंशियल प्रकारों की सूची",
    "containerSubHeading": "एक क्रेडेंशियल चुनें, और अगले चरण में अपनी पहचान की पुष्टि करें।",
    "errorContent": "यह सेवा फ़िलहाल अनुपलब्ध है. "
  },
  "RedirectionPage": {
    "navigateButton": "घर जाओ",
    "loading": {
      "title": "डाउनलोड जारी है...",
      "subTitle": "कृपया कुछ देर इंतज़ार करें! "
    },
    "success": {
      "title": "सफलता!",
      "subTitle": "अपना डाउनलोड फ़ोल्डर जांचें!"
    },
    "error": {
      "invalidSession": {
        "title": "अमान्य सत्र",
        "subTitle": "सत्र वैध नहीं है या सत्र पूरा हो गया है"
      },
      "verification": {
        "err_missing_issuancedate": {
          "title": "अमान्य जारी करने की तारीख",
          "subTitle": "जारी करने की तारीख अमान्य है या भविष्य में निर्धारित है। "
        },
        "err_invalid_issuancedate": {
          "title": "अमान्य जारी करने की तारीख",
          "subTitle": "जारी करने की तारीख अमान्य है या भविष्य में निर्धारित है। "
        },
        "err_issuance_date_is_future_date": {
          "title": "अमान्य जारी करने की तारीख",
          "subTitle": "जारी करने की तारीख अमान्य है या भविष्य में निर्धारित है। "
        },
        "err_invalid_expirationdate": {
          "title": "अमान्य समाप्ति दिनांक",
          "subTitle": "समाप्ति तिथि अमान्य है. "
        },
        "err_vc_expired": {
          "title": "अमान्य समाप्ति दिनांक",
          "subTitle": "समाप्ति तिथि अमान्य है. "
        },
        "err_invalid_validfrom": {
          "title": "अमान्य प्रारंभ दिनांक",
          "subTitle": "दिनांक अमान्य है या भविष्य में सेट है. "
        },
        "err_valid_from_is_future_date": {
          "title": "अमान्य प्रारंभ दिनांक",
          "subTitle": "दिनांक अमान्य है या भविष्य में सेट है. "
        },
        "err_invalid_validuntil": {
          "title": "अमान्य अंतिम तिथि",
          "subTitle": "दिनांक अमान्य है. "
        }
      },
      "generic": {
        "title": "एक त्रुटि पाई गई",
        "subTitle": "तकनीकी त्रुटि के कारण हम कार्ड डाउनलोड नहीं कर सके"
      }
    }
  },
  "AuthorizationPage": {
    "error": {
      "code": {
        "invalid_redirect_uri": "पहुंच अस्वीकृत!",
        "invalid_client": "पहुंच अस्वीकृत!"
      },
      "message": {
        "invalid_redirect_uri": "क्रेडेंशियल साझा नहीं किए जा सकते क्योंकि हम यह नहीं पहचान सके कि उनका अनुरोध किसने किया था। ",
        "invalid_client": "क्रेडेंशियल साझा नहीं किए जा सकते क्योंकि हम यह नहीं पहचान सके कि उनका अनुरोध किसने किया था। "
      }
    }
  },
  "PageNotFound": {
    "navigateButton": "घर जाओ",
    "heading": "यह एक त्रुटि है",
    "subHeading": "अनुरोधित यूआरएल {{pathname}} इस सर्वर पर नहीं मिला था।"
  },
  "HelpPage": {
    "title": "मदद"
  },
  "HelpDropdown":{
    "heading":"मदद",
    "item1":"अक्सर पूछे जाने वाले प्रश्नों"
  },
  "Help": {
    "item1": {
      "title": "जारीकर्ता कौन हैं?",
      "description1": "जारीकर्ता या तो सरकारी निकाय या सरकार द्वारा विश्वसनीय संस्थाएं हैं, जो अनुरोध पर निवासियों को पीडीएफ प्रारूप में सत्यापन योग्य क्रेडेंशियल प्रदान करने के लिए जिम्मेदार हैं।"
    },
    "item2": {
      "title": "सत्यापन योग्य क्रेडेंशियल क्या हैं?",
      "description1": "सत्यापन योग्य क्रेडेंशियल डिजिटल दस्तावेज़ हैं जो उपयोगकर्ताओं को सेवा प्रदाता के साथ पहचान या योग्यता जैसी जानकारी साझा करने में मदद करते हैं जिन्हें तुरंत सत्यापित किया जा सकता है। "
    },
    "item3": {
      "title": "मैं इंजी वॉलेट में क्रेडेंशियल कैसे डाउनलोड कर सकता हूं?",
      "description1": "चरण 1: लैंडिंग पृष्ठ से एक जारीकर्ता खोजें और चुनें और एक क्रेडेंशियल प्रकार चुनें।",
      "description2": "चरण 2: प्रमाणीकरण पृष्ठ में, आवश्यक विवरण प्रदान करें।",
      "description3": "चरण 3: सत्यापन योग्य क्रेडेंशियल का पीडीएफ प्रारूप सिस्टम में डाउनलोड किया जाएगा।"
    },
    "item4": {
      "title": "अपना क्रेडेंशियल डाउनलोड करने के लिए मुझे क्या विवरण प्रदान करना होगा?",
      "description1": "क्रेडेंशियल जारीकर्ता ने बीमा कार्ड के लिए एमओएसआईपी राष्ट्रीय आईडी या पॉलिसी नंबर, नाम और जन्मतिथि के मामले में यूआईएन/वीआईडी ​​जैसे विवरण प्रदान किए होंगे। "
    },
    "item5": {
      "title": "मुझे अपना क्रेडेंशियल कहां मिल सकता है?",
      "description1": "सत्यापन योग्य क्रेडेंशियल आपके सिस्टम के डाउनलोड फ़ोल्डर में डाउनलोड किया जाएगा।"
    },
    "item6": {
      "title": "पीडीएफ क्रेडेंशियल में कौन से विवरण मौजूद हैं?",
      "description1": "पंजीकरण प्रक्रिया के भाग के रूप में एकत्र किए गए विवरण पीडीएफ में प्रस्तुत किए जाएंगे। "
    },
    "item7": {
      "title": "मुझे जारीकर्ताओं की सूची क्यों नहीं मिल रही है?",
      "description1": "इस समस्या के संभावित कारणों में शामिल हैं:",
      "description2": "1. तकनीकी त्रुटियाँ सेवा को अस्थायी रूप से अनुपलब्ध कर सकती हैं, जिससे आपको जारीकर्ताओं की सूची तक पहुँचने से रोका जा सकता है।",
      "description3": "2. कोई जारीकर्ता कॉन्फ़िगर नहीं किया गया है।",
      "description4": "किसी भी स्थिति में, समस्या के समाधान के लिए कृपया अपनी तकनीकी टीम से संपर्क करें।"
    },
    "item8":{
      "title": "जब मैं Inji Wallet के वेब इंटरफ़ेस में सत्यापन योग्य क्रेडेंशियल (VC) जेनरेट करता हूँ, तो क्या होता है?",
      "description1":"1. आप जारीकर्ता और क्रेडेंशियल का प्रकार चुनते हैं।",
      "description2":"2. प्रमाणीकरण के लिए जारीकर्ता के लॉगिन पेज पर रीडायरेक्ट करता है।",
      "description3":"3. लॉगिन के बाद, जारीकर्ता VC प्रदान करता है, जिसे ड्यूरियन का उपयोग करके JSON के रूप में सुरक्षित रूप से संग्रहीत किया जाता है।",
      "description4":"4.VC विवरण और QR कोड के साथ एक PDF जेनरेट किया जाता है।",
      "description5":"5.QR कोड आसान शेयरिंग के लिए VC स्टोरेज URL से लिंक होता है।"
    },
    "item9":{
      "title":"क्रेडेंशियल PDF में QR कोड की क्या भूमिका है?",
      "description1":"PDF में QR कोड सुरक्षित VC स्टोरेज URL से लिंक होता है, जिससे सघन डेटा के बिना क्रेडेंशियल को स्कैन करना और पुनर्प्राप्त करना आसान हो जाता है।"
    },
    "item10":{
      "title":"इनजी वॉलेट का वेब इंटरफ़ेस कैसे सुनिश्चित करता है कि मेरा VC सुरक्षित रूप से संग्रहीत है?",
      "description1":"MOSIP ID प्लेटफ़ॉर्म से डेटा शेयर सेवा (ड्यूरियन) के साथ एकीकृत करता है, VC को JSON ऑब्जेक्ट के रूप में संग्रहीत करता है, जिसमें केवल अधिकृत सत्यापनकर्ताओं के लिए पहुँच सुरक्षित होती है।"
    },
    "item11":{
      "title":"ऑनलाइन शेयरिंग सुविधा इनजी वेरिफाई के साथ कैसे काम करती है?",
      "description1":"1. VC PDF में एक QR कोड होता है।",
      "description2":"2. PDF को प्रिंट किया जा सकता है या फ़ोन पर सहेजा जा सकता है।",
      "description3":"3. सत्यापनकर्ता (जैसे, इनजी वेरिफाई) QR कोड को स्कैन करता है।",
      "description4":"4. इनजी वॉलेट VC को अधिकृत करता है और सत्यापनकर्ता के साथ साझा करता है।" 
    },
      "item12":{
      "title":"पूर्ण VC डेटा के बजाय QR कोड में URL क्यों एम्बेड करें?",
      "description1":"URL एम्बेड करने से आसान स्कैनिंग के लिए QR कोड घनत्व कम हो जाता है, जिससे कुशल क्रॉस-डिवाइस या रिमोट सत्यापन की सुविधा मिलती है।"
    },
    "item13":{
      "title":"क्या मैं अपना VC ऑनलाइन और ऑफ़लाइन दोनों तरह से साझा कर सकता हूँ?",
      "description1":"1. ऑनलाइन : सत्यापनकर्ता PDF या फ़ोन स्क्रीन से स्कैन कर सकता है, और Inji Wallet VC को अधिकृत और साझा करता है।",
      "description2":"2. ऑफ़लाइन : स्कैनिंग और VC पुनर्प्राप्ति के लिए मुद्रित PDF प्रस्तुत किया जा सकता है।" 
    },
    "item14":{
      "title":"ऑनलाइन शेयरिंग के दौरान इंजी वॉलेट सत्यापनकर्ता को कैसे सत्यापित और अधिकृत करता है?",
      "description1":"सत्यापनकर्ता क्रेडेंशियल्स की जाँच आंतरिक सूची से की जाती है। अधिकृत होने पर, वेब इंटरफ़ेस वाला इंजी वॉलेट vp_token का उपयोग करके VC को सुरक्षित रूप से सत्यापनकर्ता को वापस भेजता है।"
    },
    "item15":{
      "title":"OpenID4VP क्या है, और इसका उपयोग इंजी वॉलेट में कैसे किया जाता है?",
      "description1":"OpenID4VP (सत्यापनीय प्रस्तुतियों के लिए OpenID) मानक VC को सुरक्षित रूप से साझा करने की अनुमति देता है। इंजी वॉलेट VC संग्रहण के लिए एक QR कोड बनाता है, जिससे इंजी वेरिफाई जैसे सत्यापनकर्ता सुरक्षित रूप से VC का अनुरोध और प्राप्त कर सकते हैं।"
    },
    "item16":{
      "title":"मैं कैसे जान सकता हूँ कि मेरा VC Inji Wallet का उपयोग करके सुरक्षित रूप से साझा किया गया था??",
      "description1":"सत्यापनकर्ता द्वारा QR कोड को स्कैन करने और Inji Wallet द्वारा इसे अधिकृत करने के बाद, VC को सत्यापनकर्ता को सुरक्षित रूप से प्रदान किया जाता है, जो फिर इसे सत्यापित और पुष्टि करता है।"
    },
    "item17":{
      "title":"क्या होगा यदि QR कोड को VC जनरेट किए गए डिवाइस से अलग डिवाइस पर स्कैन किया जाता है?",
      "description1":"क्रॉस-डिवाइस शेयरिंग का समर्थन करता है। सत्यापनकर्ता VC PDF की किसी भी कॉपी से स्कैन कर सकता है, और Inji Wallet VC को सुरक्षित रूप से सत्यापित और साझा करता है।"
    },
    "item18":{
      "title":"क्या Inji Wallet अलग-अलग QR कोड फ़ॉर्मेट को सपोर्ट कर सकता है?",
      "description1":"हां. कॉन्फ़िगरेशन-आधारित जेनरेशन QR कोड में या तो शामिल हो सकता है: ",
      "description2":"1. आसान शेयरिंग के लिए VC स्टोरेज का URL, या ",
      "description3":"2. JSON (सघन फ़ॉर्मेट) में पूरा VC डेटा।"
    },
    "item19":{
      "title":"शेयरिंग के बाद Inji Wallet क्रेडेंशियल वेरिफिकेशन को कैसे हैंडल करता है?",
      "description1":"शेयरिंग के बाद, Inji Verify VC प्रामाणिकता की जांच करता है. अगर मान्य है, तो वेरिफायर क्रेडेंशियल की वेरिफिकेशन स्थिति की पुष्टि करता है।" 
    },
    "item20":{
      "title":"किस तरह के क्रेडेंशियल जारीकर्ता समर्थित हैं?",
      "description1":"कोई भी जारीकर्ता जो OpenID4VCI प्रोटोकॉल का पालन करता है, उस पर Inji Wallet में भरोसा किया जा सकता है। ये जारीकर्ता VC जारी करने और डाउनलोड करने के लिए आवश्यक डेटा प्रदान करते हैं।"
    },
    "item21": {
      "title": "मैं इस रिलीज़ में पेश की गई सुविधाओं के बारे में अधिक विस्तृत जानकारी कहाँ पा सकता हूँ?",
      "description1": "विस्तृत चरणों, सिस्टम अवलोकन और नई सुविधाओं के विवरण के लिए <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">Inji Wallet दस्तावेज़</a> देखें।"
    },
    "item22":{
      "title":"मैं इंजी वॉलेट में ऑनलाइन शेयरिंग सुविधा का उपयोग कैसे शुरू करूँ?",
      "description1":"इंजी वॉलेट के वेब इंटरफ़ेस के माध्यम से VC तक पहुँचें, डाउनलोड करें, और सत्यापनकर्ताओं के साथ व्यक्तिगत रूप से या ऑनलाइन क्रेडेंशियल साझा करने के लिए QR कोड का उपयोग करें। <a href=\"https://docs.mosip.io/inji/inji-web/functional-overview/end-user-guide\" target=\"_blank\"> उपयोगकर्ता मार्गदर्शिका </a> में विवरण।"
    },
    "item23":{
      "title":"मैं इंजी वॉलेट में एम्बेडेड VC और ऑनलाइन शेयरिंग के बीच कैसे टॉगल कर सकता हूँ?",
      "description1":"मिमोटो जारीकर्ता की सेटिंग में qr_code_type कॉन्फ़िगर करें: ",
      "description2":"1. EmbeddedVC: ऑफ़लाइन उपयोग के लिए JSON फ़ॉर्मेट (घने QR कोड) में पूर्ण VC एम्बेड करता है।",
      "description3":"2. OnlineSharing: ऑनलाइन VC स्टोरेज के लिए URL के साथ एक QR कोड जेनरेट करता है, जिससे इसे स्कैन करना और ऑनलाइन शेयर करना आसान हो जाता है।"
    }
  },
  "DataShareExpiryModal": {
    "title": "वैधता साझा करें",
    "subTitle": "कृपया साझा करने की वैधता निर्धारित करने के लिए अपनी सहमति प्रदान करें {{credentialName}}",
    "content": {
      "selectedDocument": "चयनित दस्तावेज़",
      "consent": "सहमति की वैधता *",
      "validityTimesHeader": "कितनी बार",
      "validityTimesOptions": {
        "once": "एक बार",
        "thrice": "तीन बार",
        "noLimit": "कोई सीमा नहीं",
        "custom": "रिवाज़"
      },
      "validityDate": "तारीख"
    },
    "success": "आगे बढ़ना",
    "cancel": "पीछे",
    "disclaimer": "कृपया ध्यान दें कि क्यूआर कोड केवल उतनी ही बार साझा किया जा सकता है जितनी बार आपने यहां चुना है। ",
    "toastText": "जल्दी ही आगमन"
  },
  "CustomExpiryModal": {
    "title": "कृपया वह संख्या दर्ज करें जितनी बार आप इस क्रेडेंशियल का उपयोग करना चाहते हैं ",
    "error": "आपके क्रेडेंशियल्स को कितनी बार सत्यापित किया जा सकता है, इसे सीमित करने के लिए कृपया शून्य से अधिक वैध समाप्ति संख्या दर्ज करें।",
    "metrics": "टाइम्स",
    "success": "आगे बढ़ना",
    "cancel": "रद्द करना"
  }
}
