{
  "PageTemplate": {
    "Header": {
      "aboutInji": "இன்ஜி வலை பற்றி",
      "help": "உதவி"
    },
    "Footer": {
      "copyRight": "© 2024 இன்ஜி. "
    }
  },
  "HomePage": {
    "Intro": {
      "title": "உங்கள் சரிபார்க்கக்கூடிய சான்றுகளை எளிதாக அணுகவும்!",
      "subTitle": "உங்கள் நற்சான்றிதழ்களை உடனடியாகப் பாதுகாப்பாக பதிவிறக்கம் செய்து பகிரவும்.",
      "searchText": "வழங்குபவர்களின் பெயரைப் பயன்படுத்தி தேடவும்"
    },
    "emptyContainerContent": "வழங்குபவர்கள் இல்லை. ",
    "containerHeading": "வழங்குபவர்களின் பட்டியல்",
    "containerSubHeading": "உங்கள் நம்பகமான வழங்குநரைத் தேடி, அடுத்த கட்டத்தில் நற்சான்றிதழ் வகையைத் தேர்ந்தெடுக்கவும்.",
    "errorContent": "இந்த சேவை தற்போது கிடைக்கவில்லை. "
  },
  "CredentialsPage": {
    "searchText": "தேடல் நற்சான்றிதழ் வகை",
    "emptyContainerContent": "சான்றுகள் எதுவும் கிடைக்கவில்லை. ",
    "containerHeading": "நற்சான்றிதழ் வகைகளின் பட்டியல்",
    "containerSubHeading": "நற்சான்றிதழைத் தேர்ந்தெடுத்து, அடுத்த கட்டத்தில் உங்கள் அடையாளத்தை உறுதிப்படுத்தவும்.",
    "errorContent": "இந்த சேவை தற்போது கிடைக்கவில்லை. "
  },
  "RedirectionPage": {
    "navigateButton": "வீட்டிற்கு செல்",
    "loading": {
      "title": "பதிவிறக்கம் செயலில் உள்ளது...",
      "subTitle": "சற்று பொறுங்கள்! "
    },
    "success": {
      "title": "வெற்றி!",
      "subTitle": "உங்கள் பதிவிறக்கங்கள் கோப்புறையைச் சரிபார்க்கவும்!"
    },
    "error": {
      "invalidSession": {
        "title": "தவறான அமர்வு",
        "subTitle": "அமர்வு செல்லாது அல்லது அமர்வு முடிந்தது"
      },
      "verification": {
        "proof_type_not_supported": {
          "title": "ஒரு பிழை ஏற்பட்டது",
          "subTitle": "மன்னிக்கவும்! "
        },
        "json_parsing_failed": {
          "title": "ஒரு பிழை ஏற்பட்டது",
          "subTitle": "மன்னிக்கவும், தொழில்நுட்ப பிழை காரணமாக, எங்களால் VC ஐ பதிவிறக்க முடியவில்லை. "
        },
        "signature_verification_failed": {
          "title": "ஒரு பிழை ஏற்பட்டது",
          "subTitle": "மன்னிக்கவும்! "
        },
        "unknown_exception": {
          "title": "ஒரு பிழை ஏற்பட்டது",
          "subTitle": "மன்னிக்கவும், எங்கள் சேவைகள் தற்காலிகமாக கிடைக்கவில்லை. "
        },
        "proof_document_not_found": {
          "title": "ஒரு பிழை ஏற்பட்டது",
          "subTitle": "மன்னிக்கவும்! "
        },
        "public_key_not_found": {
          "title": "ஒரு பிழை ஏற்பட்டது",
          "subTitle": "மன்னிக்கவும்! "
        }
      },
      "generic": {
        "title": "ஒரு பிழை ஏற்பட்டது",
        "subTitle": "மன்னிக்கவும், தொழில்நுட்ப பிழை காரணமாக, எங்களால் VC ஐ பதிவிறக்க முடியவில்லை. "
      }
    }
  },
  "AuthorizationPage": {
    "error": {
      "code": {
        "invalid_redirect_uri": "அணுகல் மறுக்கப்பட்டது!",
        "invalid_client": "அணுகல் மறுக்கப்பட்டது!"
      },
      "message": {
        "invalid_redirect_uri": "நற்சான்றிதழ்களைப் பகிர முடியாது, ஏனெனில் அவற்றைக் கோரியது யார் என்பதை எங்களால் அடையாளம் காண முடியவில்லை. ",
        "invalid_client": "நற்சான்றிதழ்களைப் பகிர முடியாது, ஏனெனில் அவற்றைக் கோரியது யார் என்பதை எங்களால் அடையாளம் காண முடியவில்லை. "
      }
    }
  },
  "PageNotFound": {
    "navigateButton": "வீட்டிற்கு செல்",
    "heading": "அது பிழை",
    "subHeading": "கோரப்பட்ட URL {{pathname}} இந்த சர்வரில் காணப்படவில்லை."
  },
  "HelpPage": {
    "title": "உதவி"
  },
  "Help": {
    "item1": {
      "title": "வழங்குபவர்கள் யார்?",
      "description1": "வழங்குபவர்கள் அரசாங்க அமைப்புகள் அல்லது அரசாங்கத்தால் நம்பப்படும் நிறுவனங்கள், கோரிக்கையின் பேரில் குடியிருப்பாளர்களுக்கு PDF வடிவத்தில் சரிபார்க்கக்கூடிய நற்சான்றிதழ்களை வழங்குவதற்குப் பொறுப்பாகும்."
    },
    "item2": {
      "title": "சரிபார்க்கக்கூடிய சான்றுகள் என்ன?",
      "description1": "சரிபார்க்கக்கூடிய நற்சான்றிதழ்கள் டிஜிட்டல் ஆவணங்களாகும், அவை உடனடியாகச் சரிபார்க்கக்கூடிய சேவை வழங்குநருக்கு அடையாளம் அல்லது தகுதிகள் போன்ற தகவல்களைப் பகிர பயனர்களுக்கு உதவும். "
    },
    "item3": {
      "title": "இன்ஜி வலையில் நற்சான்றிதழை எவ்வாறு பதிவிறக்குவது?",
      "description1": "படி 1: இறங்கும் பக்கத்தில் இருந்து ஒரு வழங்குநரைத் தேடித் தேர்வு செய்து, நற்சான்றிதழ் வகையைத் தேர்ந்தெடுக்கவும்.",
      "description2": "படி 2: அங்கீகார பக்கத்தில், தேவையான விவரங்களை வழங்கவும்.",
      "description3": "படி 3: சரிபார்க்கக்கூடிய நற்சான்றிதழின் PDF வடிவம் கணினியில் பதிவிறக்கம் செய்யப்படும்."
    },
    "item4": {
      "title": "எனது நற்சான்றிதழைப் பதிவிறக்குவதற்கு நான் என்ன விவரங்களை வழங்க வேண்டும்?",
      "description1": "MOSIP நேஷனல் ஐடி அல்லது பாலிசி எண், இன்சூரன்ஸ் கார்டுக்கான பெயர் மற்றும் DoB எனில் UIN/VID போன்ற விவரங்களை நற்சான்றிதழ் வழங்குபவர் வழங்கியிருப்பார். "
    },
    "item5": {
      "title": "எனது நற்சான்றிதழை நான் எங்கே காணலாம்?",
      "description1": "சரிபார்க்கக்கூடிய நற்சான்றிதழ் உங்கள் கணினியின் பதிவிறக்கங்கள் கோப்புறையில் பதிவிறக்கம் செய்யப்படும்."
    },
    "item6": {
      "title": "PDF நற்சான்றிதழில் என்ன விவரங்கள் உள்ளன?",
      "description1": "பதிவு செயல்முறையின் ஒரு பகுதியாக சேகரிக்கப்பட்ட விவரங்கள் PDF இல் வழங்கப்படும். "
    },
    "item7": {
      "title": "வழங்குபவர்களின் பட்டியலை நான் ஏன் கண்டுபிடிக்கவில்லை?",
      "description1": "இந்த சிக்கலுக்கான சாத்தியமான காரணங்கள் பின்வருமாறு:",
      "description2": "1. தொழில்நுட்ப பிழைகள் சேவையை தற்காலிகமாக கிடைக்காமல் போகலாம், வழங்குபவர்களின் பட்டியலை அணுகுவதைத் தடுக்கிறது.",
      "description3": "2. வழங்குபவர்கள் யாரும் கட்டமைக்கப்படவில்லை.",
      "description4": "எந்தவொரு சந்தர்ப்பத்திலும், சிக்கலைத் தீர்க்க உங்கள் தொழில்நுட்பக் குழுவைத் தொடர்பு கொள்ளவும்."
    },
    "item8": {
      "title": "நான் இன்ஜி வலையில் சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) உருவாக்கும்போது என்ன நடக்கும்?",
      "description1": "ஆன்லைன் பகிர்வு ஓட்டம் மூலம் Inji Web இல் சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) உருவாக்கும்போது:",
      "description2": "1. வழங்குபவர் மற்றும் நீங்கள் பெற விரும்பும் நற்சான்றிதழ் வகையைத் தேர்ந்தெடுக்கிறீர்கள்.",
      "description3": "2. Inji Web உங்களை அங்கீகரிப்பதற்காக வழங்குபவரின் உள்நுழைவுப் பக்கத்திற்கு உங்களைத் திருப்பிவிடும்.",
      "description4": "3. வெற்றிகரமான உள்நுழைவுக்குப் பிறகு, வழங்குபவர் உங்கள் VC ஐ வழங்குகிறார், இது தரவு பகிர்வு சேவையுடன் (துரியன்) ஒருங்கிணைப்பைப் பயன்படுத்தி JSON பொருளாக பாதுகாப்பாக சேமிக்கப்படும்.",
      "description5": "4. உங்கள் VC இன் விவரங்கள் மற்றும் எளிதாகப் பகிர்வதற்கான QR குறியீட்டை உள்ளடக்கிய PDF உருவாக்கப்படுகிறது.",
      "description6": "5. QR குறியீடு VC சேமிப்பக URL உடன் இணைக்கிறது, இது QR குறியீட்டை அடர்த்தியான தரவுகளுடன் ஓவர்லோட் செய்யாமல் பகிர்வதை எளிதாக்குகிறது."
    },
    "item9": {
      "title": "நற்சான்றிதழ் PDF இல் QR குறியீட்டின் பங்கு என்ன?",
      "description1": "நற்சான்றிதழ் PDF இல் உட்பொதிக்கப்பட்ட QR குறியீடு உங்கள் சரிபார்க்கக்கூடிய நற்சான்றிதழின் (VC) பாதுகாப்பான சேமிப்பகத்திற்கான இணைப்பாகச் செயல்படுகிறது. ",
      "description2": "1. QR குறியீட்டை ஸ்கேன் செய்வது எளிது.",
      "description3": "2. QR குறியீட்டை ஸ்கேன் செய்யும் போது, ​​சரிபார்ப்பாளர்களால் நற்சான்றிதழ்களைப் பாதுகாப்பாக மீட்டெடுக்க முடியும்."
    },
    "item10": {
      "title": "எனது சரிபார்க்கக்கூடிய நற்சான்றிதழ் (VC) பாதுகாப்பாக சேமிக்கப்பட்டுள்ளதை இன்ஜி வலை எவ்வாறு உறுதி செய்கிறது?",
      "description1": "உங்கள் சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) பாதுகாப்பாகச் சேமிக்க, MOSIP ஐடி இயங்குதளத்தின் ஒரு பகுதியான டேட்டா ஷேர் சேவையுடன் (துரியன்) Inji Web ஒருங்கிணைக்கிறது. "
    },
    "item11": {
      "title": "இன்ஜி சரிபார்ப்புடன் ஆன்லைன் பகிர்வு அம்சம் எவ்வாறு செயல்படுகிறது?",
      "description1": "Inji Web OpenID4VP தரநிலைகளைப் பயன்படுத்தி உங்கள் சரிபார்க்கக்கூடிய நற்சான்றிதழ்களை தடையின்றி பகிர அனுமதிக்கிறது:",
      "description2": "1. நீங்கள் VC ஐ PDF ஆகப் பதிவிறக்கும்போது, ​​அதில் QR குறியீடு இருக்கும்.",
      "description3": "2. நீங்கள் PDF ஐ அச்சிடலாம் அல்லது உங்கள் மொபைலில் மென்மையான நகலை வைத்திருக்கலாம்.",
      "description4": "3. சரிபார்ப்பவர் (எ.கா., இன்ஜி சரிபார்ப்பு) QR குறியீட்டை ஸ்கேன் செய்யும் போது, ​​அங்கீகாரத்திற்காக Inji Webக்கு கோரிக்கையை அனுப்புகிறது.",
      "description5": "4. Inji Web சரிபார்ப்பானைச் சரிபார்த்து, அணுகலை அங்கீகரித்து, சரிபார்ப்பிற்காக VC ஐ மீண்டும் சரிபார்ப்பிற்கு அனுப்புகிறது."
    },
    "item12": {
      "title": "முழு VC தரவுக்குப் பதிலாக QR குறியீட்டில் URL ஐ உட்பொதிப்பதன் நன்மை என்ன?",
      "description1": "முழு VC தரவையும் (JSON-LD) விட QR குறியீட்டில் சரிபார்க்கக்கூடிய நற்சான்றிதழின் (VC) சேமிப்பகத்தின் URL ஐ உட்பொதிப்பது:",
      "description2": "1. QR குறியீடு அடர்த்தி குறைவாக உள்ளது மற்றும் சரிபார்ப்பவரின் அமைப்பு மூலம் எளிதாக ஸ்கேன் செய்ய முடியும்.",
      "description3": "2. பகிர்தல் மிகவும் திறமையானது, குறிப்பாக குறுக்கு சாதனம் அல்லது தொலைநிலை சரிபார்ப்பைப் பயன்படுத்தும் போது."
    },
    "item13": {
      "title": "எனது சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) ஆன்லைனிலும் ஆஃப்லைனிலும் பகிர முடியுமா?",
      "description1": "ஆம், Inji Web இரண்டையும் ஆதரிக்கிறது:",
      "description2": "1. ஆன்லைன் பகிர்வு: Inji Verify போன்ற ஒரு சரிபார்ப்பாளர் உங்கள் PDF அல்லது ஸ்மார்ட்போன் திரையில் இருந்து QR குறியீட்டை ஸ்கேன் செய்யலாம். ",
      "description3": "2. ஆஃப்லைன் பகிர்வு: நீங்கள் PDF ஐ அச்சிட்டு நேரில் வழங்கலாம். "
    },
    "item14": {
      "title": "ஆன்லைன் பகிர்வின் போது Inji Web எவ்வாறு சரிபார்த்து அங்கீகரிப்பது?",
      "description1": "QR குறியீட்டை சரிபார்ப்பவர் ஸ்கேன் செய்யும் போது (எ.கா., Inji Verify):",
      "description2": "1. இன்ஜி வெப் அதன் உள் கட்டமைப்பு கோப்பிலிருந்து சரிபார்ப்பாளரின் நற்சான்றிதழ்களைச் சரிபார்க்கிறது, அதில் நம்பகமான சரிபார்ப்பவர்களின் பட்டியல் மற்றும் அவற்றின் கிளையன்ட் ஐடிகள் உள்ளன.",
      "description3": "2. சரிபார்ப்பாளர் அங்கீகரிக்கப்பட்டால், Inji Web சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) பாதுகாப்பான டோக்கனில் (vp_token) சரிபார்ப்பவருக்கு மீண்டும் அனுப்புகிறது."
    },
    "item15": {
      "title": "OpenID4VP என்றால் என்ன, அது Inji Web இல் எவ்வாறு பயன்படுத்தப்படுகிறது?",
      "description1": "OpenID4VP (சரிபார்க்கக்கூடிய விளக்கக்காட்சிகளுக்கான OpenID) என்பது சரிபார்ப்பவர்களுடன் சரிபார்க்கக்கூடிய நற்சான்றிதழ்களை (VCs) பாதுகாப்பாகப் பகிர்வதற்கான ஒரு தரநிலையாகும். ",
      "description2": "1. உங்கள் VC இன் பாதுகாப்பான சேமிப்பகத்துடன் இணைக்கப்பட்ட QR குறியீட்டை உருவாக்குதல்.",
      "description3": "2. பாதுகாப்பான அங்கீகாரம் மற்றும் டோக்கன் பரிமாற்ற வழிமுறைகளைப் பயன்படுத்தி உங்கள் VC ஐக் கோருவதற்கும் பெறுவதற்கும் சரிபார்ப்பாளர்களை (Inji Verify போன்றவை) இயக்குதல்."
    },
    "item16": {
      "title": "இன்ஜி வலையைப் பயன்படுத்தி எனது VC பாதுகாப்பாகப் பகிரப்பட்டது என்பதை நான் எப்படி அறிவது?",
      "description1": "சரிபார்ப்பவர் QR குறியீட்டை ஸ்கேன் செய்தவுடன், Inji Web கோரிக்கையை அங்கீகரிக்கிறது:",
      "description2": "1. Inji Web, சரிபார்ப்பவருக்கு சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) பாதுகாப்பாக வழங்குகிறது.",
      "description3": "2. சரிபார்ப்பவர் நற்சான்றிதழைச் சரிபார்த்து, அது வெற்றிகரமாகப் பகிரப்பட்டு சரிபார்க்கப்பட்டதை உறுதிப்படுத்துகிறது."
    },
    "item17": {
      "title": "VC உருவாக்கப்பட்ட இடத்திலிருந்து வேறொரு சாதனத்தில் QR குறியீடு ஸ்கேன் செய்யப்பட்டால் என்ன நடக்கும்?",
      "description1": "Inji Web குறுக்கு சாதனப் பகிர்வை ஆதரிக்கிறது:",
      "description2": "1. VC PDF இன் எந்த இயற்பியல் அல்லது டிஜிட்டல் நகலில் இருந்தும் சரிபார்ப்பவர் QR குறியீட்டை ஸ்கேன் செய்யலாம்.",
      "description3": "2. Inji Web கோரிக்கையை சரிபார்த்து, VC முதலில் உருவாக்கப்பட்ட அல்லது சேமிக்கப்பட்ட சாதனத்தைப் பொருட்படுத்தாமல், சரிபார்ப்பாளருடன் VC ஐப் பகிரும்."
    },
    "item18": {
      "title": "QR குறியீட்டிற்கான வெவ்வேறு வடிவங்களை Inji Web ஆதரிக்க முடியுமா?",
      "description1": "ஆம், இன்ஜி வெப் QR குறியீடுகளை உருவாக்குவதற்கான கட்டமைப்பு அடிப்படையிலான அணுகுமுறையை வழங்குகிறது. ",
      "description2": "1. எளிதாகப் பகிர்வதற்காக VC சேமிப்பகத்திற்கான URL அல்லது",
      "description3": "2. VC தரவு JSON வடிவத்தில் உள்ளது (இது பொதுவாக அடர்த்தியானது மற்றும் குறைவாக ஸ்கேன் செய்யக்கூடியது)."
    },
    "item19": {
      "title": "பகிர்ந்த பிறகு நற்சான்றிதழ் சரிபார்ப்பை Inji Web எவ்வாறு கையாளுகிறது?",
      "description1": "Inji Web சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) சரிபார்ப்பவருடன் பகிர்ந்த பிறகு:",
      "description2": "1. சரிபார்ப்பவர் (எ.கா., இன்ஜி சரிபார்ப்பு) VC இன் நம்பகத்தன்மையை சரிபார்க்கிறது.",
      "description3": "2. நற்சான்றிதழ் செல்லுபடியாகும் மற்றும் சரிபார்ப்பவரின் கோரிக்கையுடன் பொருந்தினால், அது வெற்றிகரமாகச் சரிபார்க்கப்பட்டு நற்சான்றிதழ் நிலை உறுதிப்படுத்தப்படும்."
    },
    "item20": {
      "title": "எந்த வகையான நற்சான்றிதழ் வழங்குபவர்கள் ஆதரிக்கப்படுகிறார்கள்?",
      "description1": "OpenID4VCI நெறிமுறையைப் பின்பற்றும் எந்த நற்சான்றிதழ் வழங்குநரும் இன்ஜி வலையில் நம்பகமான வழங்குநராக பட்டியலிடப்படலாம். "
    },
    "item21": {
      "title": "இந்த வெளியீட்டில் அறிமுகப்படுத்தப்பட்டுள்ள அம்சங்களைப் பற்றிய விரிவான தகவல்களை நான் எங்கே காணலாம்?",
      "description1": "மேலும் விரிவான படிகள், கணினி மேலோட்டங்கள் மற்றும் அம்சங்களைப் பற்றிய கூடுதல் ஆவணங்களுக்கு, தொடர்புடைய பிரிவுகளைப் பார்வையிடவும் <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">இன்ஜி வலை ஆவணங்கள்</a>. "
    },
    "item22": {
      "title": "இன்ஜி வெப்பில் ஆன்லைன் பகிர்வு அம்சத்தை நான் எவ்வாறு தொடங்குவது?",
      "description1": "தொடங்குவதற்கு, Inji Web வழியாக உங்கள் சரிபார்க்கக்கூடிய சான்றுகளை அணுகவும்.  <a href=\"https://docs.mosip.io/inji/inji-web/functional-overview/end-user-guide\" target=\"_blank\"> பயனர் வழிகாட்டி </a> மற்றும் <a href=\"https://docs.mosip.io/inji/inji-web/overview\" target=\"_blank\">  ஆவணங்கள்</a>."
    },
    "item23": {
      "title": "இன்ஜி வலையில் உட்பொதிக்கப்பட்ட VC மற்றும் ஆன்லைன் பகிர்வுக்கு இடையே நான் எப்படி மாறுவது?",
      "description1": "Inji Web இல், QR குறியீட்டிற்குள் முழு சரிபார்க்கக்கூடிய நற்சான்றிதழை (VC) உட்பொதிக்க அல்லது mimoto வழங்குபவர்களின் கட்டமைப்பில் qr_code_type சொத்தை உள்ளமைப்பதன் மூலம் ஆன்லைன் பகிர்வைப் பயன்படுத்துவதற்கு இடையில் மாறலாம். ",
      "description2": "1. EmbeddedVC: இந்த விருப்பம் முழு VC தரவையும் (JSON வடிவத்தில்) நேரடியாக QR குறியீட்டில் உட்பொதிக்கிறது. ",
      "description3": "2. OnlineSharing: இந்த விருப்பம் URL உடன் QR குறியீட்டை உருவாக்குகிறது, இது ஆன்லைனில் பாதுகாப்பாக சேமிக்கப்பட்ட VC ஐக் குறிக்கிறது. ",
      "description4": "இந்த உள்ளமைவுகளை Mimoto வழங்குபவரின் உள்ளமைவில் காணலாம். "
    }
  },
  "DataShareExpiryModal": {
    "title": "பங்கு செல்லுபடியாகும்",
    "subTitle": "பகிர்வதற்கான செல்லுபடியை அமைக்க உங்கள் ஒப்புதலை வழங்கவும் {{credentialName}}",
    "content": {
      "selectedDocument": "தேர்ந்தெடுக்கப்பட்ட ஆவணம்",
      "consent": "ஒப்புதல் செல்லுபடியாகும் *",
      "validityTimesHeader": "முறைகளின் எண்ணிக்கை",
      "validityTimesOptions": {
        "once": "ஒருமுறை",
        "thrice": "மூன்று முறை",
        "noLimit": "வரம்பு இல்லை",
        "custom": "தனிப்பயன்"
      },
      "validityDate": "தேதி"
    },
    "success": "தொடரவும்",
    "cancel": "மீண்டும்",
    "disclaimer": "நீங்கள் இங்கு எத்தனை முறை தேர்வு செய்தீர்களோ அந்த அளவுக்கு மட்டுமே QR குறியீட்டைப் பகிர முடியும் என்பதை நினைவில் கொள்ளவும். "
  },
  "CustomExpiryModal": {
    "title": "இந்த நற்சான்றிதழை நீங்கள் எத்தனை முறை பயன்படுத்த விரும்புகிறீர்கள் என்பதை உள்ளிடவும் ",
    "metrics": "நேரங்கள்",
    "success": "தொடரவும்",
    "cancel": "ரத்து செய்"
  }
}